Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# operatorDescription
source: Sales points are facilities that sell tickets (e.g. official distribution agencies of the transport company or the network area). The sales points are usually equipped with an identification sign (board, pennant, sticker, etc.). Information points serve to find out about travel routes etc.
be: Пункты продажу - гэта аб'екты, дзе прадаюцца білеты (напрыклад, афіцыйныя дыстрыбутарскія агенцтвы транспартнай кампаніі або тэрыторыя сеткі). Пункты продажу, як правіла, абсталяваны апазнавальным знакам (табло, вымпел, налепка і інш.). Інфармацыйныя пункты служаць, каб даведацца пра маршруты падарожжаў і інш.
cs: Prodejní místa jsou zařízení, která prodávají jízdenky (např. oficiální distribuční agentury dopravního podniku nebo síťové oblasti). Prodejní místa jsou obvykle vybavena identifikační značkou (tabule, vývěska, samolepka atd.). Informační místa slouží k získání informací o cestovních trasách apod.
de: Bei Verkaufsstellen handelt es sich um Einrichtungen, die Fahrkarten verkaufen (z.B. offizielle Vertriebsstellen der Verkehrsunternehmen oder des Verbundgebietes). Die Verkaufsstellen sind i.d.R. mit einem Erkennungszeichen (Tafel, Wimpel, Aufkleber, etc.) ausgestattet. Informationsstellen dienen dazu, sich über Reiserouten etc. zu informieren.
es: Los puntos de venta son instalaciones que venden boletos (por ejemplo, agencias de distribución oficiales de la compañía de transporte o el área de la red). Los puntos de venta generalmente están equipados con un signo de identificación (tablero, banderín, calcomanía, etc.). Los puntos de información sirven para averiguar sobre rutas de viaje, etc.
fr: Les points de vente distribuent des billets, et sont généralement équipés d’un identifiant (plaque, autocollant…). Les points d’informations permettent de se renseigner sur les itinéraires, horaires…
it: I punti vendita sono strutture che vendono biglietti (ad esempio agenzie di distribuzione ufficiali della compagnia di trasporto o della rete). I punti di vendita sono solitamente dotati di un segno di identificazione (segnali, insegne, adesivi, ecc.). I punti di informazione servono a scoprire le rotte di viaggio, ecc.
nb: Salgspunkter er installasjoner som selger billetter (f.eks. offentlige distribusjonsbyråer for transportselskap eller nettverksområde). Salgspunktene er vanligvis utstyrt med et identifikasjonsskilt (tavle, vimpel, klistremerke, osv.). Informasjonsteder tjener hensikten det er å finne reiseruter osv.
pt: Os pontos de venda são instalações que vendem bilhetes (por exemplo, agências de distribuição oficiais da empresa de transportes ou da área da rede). Os pontos de venda estão normalmente equipados com um sinal de identificação (placa, galhardete, autocolante, etc.). Os pontos de informação servem para obter informações sobre os itinerários de viagem, etc.
pt_br: Os pontos de venda são instalações que vendem passagens (por exemplo, agências de distribuição oficiais da empresa de transporte ou da área da rede). Os pontos de venda estão normalmente equipados com um sinal de identificação (placa, bandeira, adesivo, etc.). Os pontos de informação servem para obter informações sobre as rotas de viagem etc.
ru: Точки продаж — это объекты, в которых продаются билеты (например, официальные дистрибьюторские агентства транспортной компании или сети). Точки продаж обычно оборудованы идентификационным знаком (табличка, вымпел, наклейка и т. д.). Информационные пункты служат для получения информации о маршрутах поездок и т. д.
sv: Försäljningsställen är anläggningar som säljer biljetter (t.ex. trafikföretagets eller kollektivtrafikmyndighetens officiella distributionskanaler). Försäljningsställena är vanligtvis utrustade med en skylt (tavla, vimpel, klistermärke etc.). Informationspunkter är till för att ge information om resvägar etc.
zh_hans: 售票点是指出售车票的设施（例如运输公司的官方分销机构或网络区域）。销售点通常设有识别标志（牌、锦旗、贴纸等）。信息点用于了解旅行路线等。
zh_hant: 售票點是指販賣車票的設施（例如運輸公司的官方售票機構或網路區域）。售票點通常設有識別標誌（板子、旗子、貼紙等）。資訊點用於了解旅行路線等。

# ticketOfficeWheelchairText
source: Is the ticket office wheelchair-accessible?
be: Ці даступная каса для інвалідаў-калясачнікаў?
cs: Je pokladna přístupná pro vozíčkáře?
de: Ist die Fahrkartenverkaufsstelle rollstuhlgerecht?
es: ¿Es la taquilla accesible para silla de ruedas?
fr: La billetterie est-elle accessible en fauteuil roulant ?
it: La biglietteria è accessibile in sedia a rotelle?
nb: Er billettkontoret rullestolstilgjengelig?
pt: A bilheteira é acessível a cadeiras de rodas?
pt_br: A bilheteria é acessível para cadeira de rodas?
ru: Является ли касса доступной для инвалидных колясок?
sv: Är biljettkontoret rullstolsanpassat?
zh_hans: 售票处适合轮椅使用者吗？
zh_hant: 售票處適合輪椅使用者使用嗎？

# ticketOfficeWheelchairDescription
source: Wheelchair-accessible means that the ticket office can be reached without steps and that the entrances are sufficiently wide (≥90cm).
be: Прыстасаванае для інвалідаў-калясачнікаў азначае, што да касы можна дабрацца без прыступак і што ўваходы дастаткова шырокія (≥90 см).
cs: Bezbariérový přístup znamená, že se k pokladně dostanete bez schodů a že vstupy jsou dostatečně široké (≥ 90 cm).
de: Rollstuhlgerecht bedeutet, die Fahrkartenverkaufsstelle ist stufenfrei erreichbar und die Zugänge haben eine ausreichende Breite (≥90cm).
es: Accesible para silla de ruedas significa que se puede llegar a la taquilla sin escalones y que las entradas son suficientemente amplias (≥90 cm).
fr: On considère comme accessible un lieu sans marches, et de largeur suffisante (⩾ 90 cm).
it: Accessibile in sedia a rotelle significa che la biglietteria può essere raggiunta senza scalini e che l'entrata è sufficientemente ampia (≥90cm).
pt: Acessível a cadeiras de rodas significa que a bilheteira pode ser alcançada sem degraus e que as entradas são suficientemente largas (≥90cm).
pt_br: Acessível para cadeira de rodas significa que a bilheteria pode ser alcançada sem degraus e que as entradas são suficientemente largas (≥90cm).
ru: Для инвалидных колясок означает, что в кассу можно попасть без ступенек, а входы достаточно широкие (≥90 см).
sv: Rullstolsanpassning innebär att biljettkontoret är nåbart utan trappsteg och att entréerna är tillräckligt breda (≥90 cm).
zh_hans: 轮椅无障碍是指无需台阶即可到达售票处，并且入口足够宽（≥90厘米）。
zh_hant: 輪椅無障礙是指不需要階梯即可到達售票處且入口足夠寬（大於等於 90 公分）。

# informationCenterWheelchairText
source: Is the information center wheelchair-accessible?
be: Ці даступны інфацэнтр для інвалідаў-калясачнікаў?
cs: Má informační centrum bezbariérový přístup?
de: Ist die Informationsstelle rollstuhlgerecht?
es: ¿El centro de información es accesible para sillas de ruedas?
fr: Le point d’informations est-il accessible en fauteuil roulant ?
hr: Je li informacijski centar pristupačan za osobe u invalidskim kolicima?
it: Il centro informazioni è accessibile in sedia a rotelle?
nb: Er informasjonssenteret rullestolstilgjengelig?
pt: O centro de informações é acessível a cadeiras de rodas?
pt_br: O centro de informações é acessível para cadeira de rodas?
ru: Для информационного центра доступен для инвалидных колясок?
sv: Är informationscentret rullstolsanpassat?
zh_hans: 信息中心适合轮椅使用者吗？
zh_hant: 資訊中心適合輪椅使用者使用嗎？

# informationCenterWheelchairDescription
source: Wheelchair-accessible means that the information center can be reached without steps and that the entrances are sufficiently wide (≥90cm).
be: Даступны для інвалідаў-калясачнікаў азначае, што да інфармацыйнага цэнтра можна дабрацца без прыступак і што ўваходы дастаткова шырокія (≥90 см).
cs: Bezbariérový přístup znamená, že se do informačního centra dostanete bez schodů a že vstupy jsou dostatečně široké (≥ 90 cm).
de: Rollstuhlgerecht bedeutet, die Informationsstelle ist stufenfrei erreichbar und die Zugänge haben eine ausreichende Breite (≥90cm).
es: Accesible para silla de ruedas significa que se puede alcanzar el centro de información sin escalones y que las entradas son suficientemente amplias (≥90 cm).
fr: On considère comme accessible un lieu sans marches, et de largeur suffisante (⩾ 90 cm).
hr: "Pristupačan invalidskim kolicima" znači da se do informacijskog centra može doći bez stepenica i da su ulazi dovoljno široki (≥90 cm).
it: Accessibile in sedia a rotelle significa che l'ufficio informazioni può essere raggiunto senza scalini e che l'entrata è sufficientemente ampia (≥90cm).
pt: Acessível a cadeiras de rodas significa que o centro de informação pode ser acedido sem degraus e que as entradas são suficientemente largas (≥90cm).
pt_br: Acessível para cadeira de rodas significa que o centro de informação pode ser acessado sem degraus e que as entradas são suficientemente largas (≥90cm).
ru: Для инвалидных колясок означает, что в информационный центр можно попасть без ступенек, а входы достаточно широкие (≥90 см).
sv: Rullstolsanpassning innebär att informationscentret är nåbart utan trappsteg och att entréerna är tillräckligt breda (≥90 cm).
zh_hans: 轮椅无障碍意味着无需台阶即可到达信息中心，并且入口足够宽（≥90厘米）。
zh_hant: 輪椅無障礙是指不需要階梯即可到達資訊中心且入口足夠寬（大於等於 90 公分）。

# parkingTypeName
source: Parking type
be: Тып паркоўкі
cs: Typ parkoviště
de: Parkplatz-Art
es: Tipo de estacionamiento
fr: Type de parking
hr: Vrsta parkinga
it: Tipo di parcheggio
nb: Parkeringstype
pt: Tipo de estacionamento
pt_br: Tipo de estacionamento
ru: Тип парковки
sv: Typ av parkering
zh_hans: 停车类型
zh_hant: 停車類型

# parkingTypeGroundLevelOption
source: Ground level parking
be: Паркоўка на ўзроўні зямлі
cs: Parkování v přízemí
de: Ebenerdiger Parkplatz
es: Estacionamiento a nivel del suelo
fr: Aire de stationnement
it: Parcheggio di superficie
nb: Bakkenivåparkering
pt: Estacionamento ao nível do solo
pt_br: Estacionamento a nível do solo
ru: Парковка на уровне земли
sv: Parkering i markplan
zh_hans: 地面停车场
zh_hant: 地面停車場

# parkingTypeUndergroundOption
source: Underground parking
be: Падземны паркінг
cs: Podzemní parkoviště
de: Tiefgarage
es: Estacionamiento subterraneo
fr: Parking en sous-sol
hr: Podzemno parkiralište
it: Parcheggio sotterraneo
nb: Undergrunnsparkering
pt: Estacionamento subterrâneo
pt_br: Estacionamento subterrâneo
ru: Подземная парковка
sv: Underjordisk parkering
zh_hans: 地下停车场
zh_hant: 地下停車場

# parkingTypeBayOption
source: Parking bay
be: Паркавальнае месца
cs: Parkovací místo
de: Parkbucht
es: Estacionamiento
fr: Place de stationnement
it: Parcheggio a lato strada
pt: Lugar de estacionamento
pt_br: Lugar de estacionamento
ru: Парковка
sv: Parkeringsficka
zh_hans: 停车位
zh_hant: 停車位

# parkingTypeMultiStoreyOption
source: Multi-story parking garage
be: Шматпавярховы гараж
cs: Vícepodlažní parkovací garáž
de: Mehrstöckiges Parkhaus
es: Aparcamiento de varias plantas
fr: Parking multi-niveaux
it: Parcheggio multi-piano
nb: Parkeringsgarasje
pt: Parque de estacionamento de vários andares
pt_br: Garagem de vários andares
ru: Многоэтажный гараж
sv: Parkeringshus
zh_hans: 停车库
zh_hant: 多層停車庫

# disabledParkingName
source: Disabled parking
be: Паркоўка для інвалідаў
cs: Parkování pro zdravotně postižené
de: Behindertenparkplätze
es: Estacionamiento para personas con movilidad reducida
fr: Stationnement PMR
hr: Parking za invalide
it: Parcheggio per disabili
pt: Estacionamento para deficientes
pt_br: Estacionamento para deficientes
ru: Парковка для инвалидов
sv: Handikapparkering
zh_hans: 残疾人停车场
zh_hant: 無障礙停車位

# disabledParkingText
source: Are there special parking spaces for disabled people?
be: Ці ёсць спецыяльныя парковачныя месцы для людзей з абмежаванымі магчымасцямі?
cs: Existují speciální parkovací místa pro osoby se zdravotním postižením?
de: Gibt es gesonderte Parkplätze für behinderte Personen?
es: ¿Hay espacios de estacionamiento especiales para personas con movilidad reducida?
fr: Existe-t’il des places pour personnes à mobiité réduite ?
hr: Postoje li posebna parkirna mjesta za osobe s invaliditetom?
it: Ci sono parcheggi riservati a persone con disabilità?
pt: Existem lugares de estacionamento especiais para pessoas com deficiência?
pt_br: Existem vagas de estacionamento especiais para pessoas com deficiência?
ru: Есть ли специальные парковочные места для инвалидов?
sv: Finns det parkeringsplatser för rörelsehindrade?
zh_hans: 有残疾人专用停车位吗？
zh_hant: 有身心障礙專用停車位嗎？

# disabledParkingNumberName
source: Number of disabled parking spaces
be: Колькі парковачных месцаў для інвалідаў
cs: Počet parkovacích míst pro osoby se zdravotním postižením
de: Behindertenparkplatz-Anzahl
es: Número de espacios de estacionamiento para personas con movilidad reducida
fr: Nombre de places PMR
hr: Broj parkirnih mjesta za osobe s invaliditetom
it: Numero di parcheggi per disabili
pt: Número de lugares de estacionamento para deficientes
pt_br: Número de vagas de estacionamento para deficientes
ru: Количество парковочных мест для инвалидов
sv: Antal handikapplatser
zh_hans: 残疾人停车位数量
zh_hant: 無障礙停車位數量

# disabledParkingNumberText
source: How many disabled parking spaces are there?
be: Колькі парковачных месцаў для інвалідаў?
cs: Kolik je zde parkovacích míst pro osoby se zdravotním postižením?
de: Wie viele Parkplätze für behinderte Personen gibt es?
es: ¿Cuántos espacios de estacionamiento para personas con movilidad reducida hay?
fr: Combien y a-t’il de places pour personnes à mobilité réduite ?
hr: Koliko ima parkirnih mjesta za osobe s invaliditetom?
it: Quanti parcheggi per disabili ci sono?
pt: Quantos lugares de estacionamento para deficientes existem?
pt_br: Quantos vagas de estacionamento para deficientes existem?
ru: Сколько парковочных мест для инвалидов?
sv: Hur många handikapplatser finns det?
zh_hans: 有多少残疾人停车位？
zh_hant: 有多少無障礙停車位？

# disabledParkingNumberDescription
source: Disabled parking spaces are separate parking facilities for disabled people and are usually more spacious. Disabled parking spaces are marked by an additional sign with the pictogram of a wheelchair user.
be: Паркоўкі для інвалідаў - гэта асобныя стаянкі для людзей з абмежаванымі магчымасцямі і звычайна больш прасторныя. Месцы для паркоўкі інвалідаў абазначаюцца дадатковым знакам з піктаграмай інваліда-калясачніка.
cs: Parkovací místa pro osoby se zdravotním postižením jsou samostatná parkovací místa pro osoby se zdravotním postižením a jsou obvykle prostornější. Parkovací místa pro invalidy jsou označena dodatkovou tabulkou s piktogramem vozíčkáře.
de: Behindertenparkplätze sind eigene Parkmöglichkeiten für behinderte Personen und weisen i.d.R. geräumigere Stellplatzmaße auf. Behindertenparkplätze sind durch ein Zusatzschild mit dem Piktogramm eines Rollstuhlfahrers gekennzeichnet. Zusätzlich sind meist Bodenmarkierungen angebracht.
es: Los espacios de estacionamiento para personas con movilidad reducida son instalaciones de estacionamiento separadas para personas con diversidad funcional y generalmente son más espaciosas. Los espacios de estacionamiento para ellos están marcados por un letrero adicional con el pictograma de un usuario de silla de ruedas.
fr: Les places pour PMR sont des aménagements destinés aux personnes à mobilité réduite, et sont généralement plus larges. Elles sont signalées par des panneaux ou un marquage au sol.
hr: Parkirna mjesta za osobe s invaliditetom su odvojena parkirališta za osobe s invaliditetom i obično su prostranija. Parkirna mjesta za osobe s invaliditetom označena su dodatnim znakom s piktogramom invalidskih kolica.
it: I parcheggi per disabili sono parcheggi separati per i disabili e di solito sono più spaziosi. I parcheggi per disabili sono contrassegnati da un cartello aggiuntivo con il pittogramma di una persona su sedia a rotelle.
pt: Os lugares de estacionamento para deficientes são instalações de estacionamento separadas para pessoas com deficiência e são geralmente mais espaçosos. Os lugares de estacionamento para deficientes são assinalados por um sinal adicional com o pictograma de um utilizador de cadeira de rodas.
pt_br: As vagas de estacionamento para deficientes são instalações de estacionamento separadas para pessoas com deficiência e são geralmente mais espaçosas. Essas vagas são assinaladas por um sinal adicional com o pictograma de um cadeirante.
ru: Парковочные места для инвалидов — это отдельные парковочные места для инвалидов, которые обычно более просторные. Парковочные места для инвалидов обозначены дополнительным знаком с пиктограммой инвалида-колясочника.
sv: Handikapplatser är extra breda parkeringsplatser reserverade för rörelsehindrade. Handikapplatser är skyltade med tilläggstavla för rörelsehindrade, med en bild på en person i rullstol.
zh_hans: 残疾人停车位是供残疾人使用的独立停车设施，通常比较宽敞。残疾人停车位上另有一个标志，上面印有轮椅使用者的图案。
zh_hant: 無障礙停車位是專為身心障礙人士提供的獨立停車設施，通常較為寬敞。無障礙停車位會有輪椅使用者象形圖示的額外標誌。

# disabledParkingAmountPlaceholder
source: Number of parking spaces
be: Колькасць парковачных месцаў
cs: Počet parkovacích míst
de: Parkplatzanzahl
es: Número de espacios de estacionamiento
fr: Nombre de places de stationnement
hr: Broj parkirnih mjesta
it: Numero di parcheggi
nb: Antall parkeringsplasser
pt: Número de lugares de estacionamento
pt_br: Número de vagas de estacionamento
ru: Количество парковочных мест
sv: Antal parkeringsplatser
zh_hans: 停车位数目
zh_hant: 停車位數量

# parkAndRideText
source: Is this a Park+Ride area?
be: Гэта зона Park+Ride?
cs: Jedná se o oblast Park+Ride?
de: Ist dies ein Park+Ride-Parkplatz?
es: ¿Es esta un área de estacionamiento y transporte público?
fr: Cette zone est-elle un parking-relais ?
it: Questa è una zona Park&Ride?
pt: Esta é uma zona para estacionar e viajar?
pt_br: Esta é uma área de bolsão de estacionamento (park and ride)?
ru: Это зона Park+Ride?
sv: Är det här en pendlarparkering?
zh_hans: 这是一个停车换乘的停车场吗？
zh_hant: 這是停車轉乘區域嗎？

# parkAndRideDescription
source: Park+Ride facilities are parking spaces connected to public transport that allow people to park their vehicle and use public transport for the rest of the trip.
be: Аб'екты Park+Ride - гэта парковачныя месцы, звязаныя з грамадскім транспартам, якія дазваляюць людзям прыпаркаваць свой аўтамабіль і карыстацца грамадскім транспартам да канца паездкі.
cs: Zařízení Park+Ride jsou parkovací místa napojená na veřejnou dopravu, která umožňují lidem zaparkovat své vozidlo a na zbytek cesty využít veřejnou dopravu.
de: Park+Ride-Anlagen sind Parkplätze mit Anbindung an öffentliche Verkehrsmittel, die es Personen ermöglichen, ihr Fahrzeug zu verlassen und für den Rest der Reise auf öffentliche Verkehrsmittel umzusteigen.
es: Las instalaciones de estacionamiento y transporte público son espacios de estacionamiento conectados al transporte público que permiten a las personas estacionar su vehículo y usar el transporte público para el resto del viaje.
fr: Les parking-relais sont des espaces en périphérie urbaine permettant de stationner son véhicule personnel pour ensuite utiliser les transports en commun.
it: Le strutture Park+Ride sono parcheggi collegati al trasporto pubblico che consentono alle persone di parcheggiare il proprio veicolo e di utilizzare il trasporto pubblico per il resto del viaggio.
pt: As instalações de estacionar e viajar (Park+Ride) são espaços de estacionamento junto a paragens, estações ou terminais de transportes públicos que permitem às pessoas estacionar o seu veículo e utilizar os transportes públicos durante o resto da viagem.
pt_br: Os bolsões de estacionamento (Park+Ride) são espaços de estacionamento junto a paradas, estações ou terminais de transporte público que permitem às pessoas estacionar o seu veículo e utilizar o transporte público durante o resto da viagem.
ru: Участки Park+Ride — это парковочные места, соединенные с общественным транспортом, которые позволяют людям парковать свои автомобили и пользоваться общественным транспортом до конца поездки.
sv: Pendlarparkeringar är parkeringsplatser belägna i anslutning till kollektivtrafik som möjliggör att man kan ställa bilen där och åka kollektivt resten av resan.
zh_hans: 停车换乘设施是与公共交通连接的停车位，人们可以将车停在这里，然后在剩余的行程中使用公共交通。
zh_hant: 停車轉乘設施是與大眾運輸連結的停車位，讓人們可以停放車輛並在剩餘的行程中使用大眾運輸工具。

# parkingFeesName
source: Parking fees
be: Плата за паркоўку
cs: Parkovací poplatky
de: Parkplatz-Gebühren
es: Tarifas de estacionamiento
fr: Coût de stationnement
it: Parcheggio a pagamento
nb: Parkeringsgebyr
pt: Taxas de estacionamento
pt_br: Taxas de estacionamento
ru: Плата за парковку
sv: Parkeringsavgift
zh_hans: 停车费
zh_hant: 停車費

# parkingFeesText
source: Are there any fees for parking?
be: Ці ёсць плата за паркоўку?
cs: Platí se za parkování nějaké poplatky?
de: Fallen für das Parken Gebühren an?
es: ¿Hay alguna tarifa para el estacionamiento?
fr: Le stationnement est-il payant ?
it: È necessario pagare per parcheggiare?
nb: Koster det noe å parkere?
pt: É preciso pagar pelo estacionamento?
pt_br: É preciso pagar pelo estacionamento?
ru: Взимается ли плата за парковку?
sv: Måste man erlägga parkeringsavgift här?
zh_hans: 停车收费吗？
zh_hant: 停車需要付費嗎？

# toiletAccessibilityName
source: Toilet accessibility
be: Даступнасць туалета
cs: Dostupnost toalet
de: Toiletten-Zugänglichkeit
es: Accesibilidad de baños
fr: Accessibilité des toilettes
it: Accessibilità dei bagni
nb: Toalett-tilgjengelighet
pt: Acessibilidade das casas de banho
pt_br: Acessibilidade daos banheiros
ru: Доступность туалетов
sv: Tillgänglighet för toaletter
zh_hans: 厕所无障碍
zh_hant: 廁所無障礙設施

# toiletAccessibilityText
source: For whom are the toilets accessible?
be: Для каго даступныя прыбіральні?
cs: Pro koho jsou toalety dostupné?
de: Für wen sind die Toiletten zugänglich?
es: ¿Para quién son accesibles los baños?
fr: À qui sont accessibles les toilettes ?
it: Chi può accedere ai bagni?
nb: Hvem er toalettene tilgjengelig for?
pt: Para quem é que as casas de banho são acessíveis?
pt_br: Os banheiros são acessíveis para quem?
ru: Для кого доступны туалеты?
sv: Vem kan använda toaletterna?
zh_hans: 哪些人可以使用厕所？
zh_hant: 哪些人可以使用廁所？

# toiletAccessibilityWheelchairOptionName
source: For wheelchair users only
be: Толькі для інвалідаў-калясачнікаў
cs: Pouze pro osoby na invalidním vozíku
de: Ausschließlich für Rollstuhlfahrende
es: Solo para usuarios de sillas de ruedas
fr: Aux personnes en fauteuil roulant uniquement
it: Solo per utenti in sedia a rotelle
nb: Kun for rullestolsbrukere
pt: Apenas para utilizadores de cadeiras de rodas
pt_br: Apenas para cadeirantes
ru: Только для инвалидов-колясочников
sv: Endast rullstolsburna
zh_hans: 仅限轮椅使用者
zh_hant: 僅輪椅使用者

# toiletAccessibilityWheelchairOptionDescription
source: The toilets are designated to wheelchair users.
be: Прыбіральні прызначаныя для інвалідаў-калясачнікаў.
cs: Toalety jsou určeny pro osoby na vozíku.
de: Die Toiletten sind nur für Rollstuhlfahrende vorgesehen.
es: Los baños están designados para usuarios de sillas de ruedas.
fr: Les toilettes sont destinées aux personnes en fauteuil roulant seulement.
it: I bagni sono progettati per utenti in sedia a rotelle.
pt: As casas de banho são destinadas a pessoas em cadeiras de rodas.
pt_br: Os banheiros são destinados a cadeirantes.
ru: Туалеты предназначены для инвалидов-колясочников.
sv: Toaletterna är anpassade för rullstolsburna.
zh_hans: 厕所专供轮椅使用者使用。
zh_hant: 廁所是專為輪椅使用者設計的。

# toiletAccessibilityEveryoneOptionName
source: For wheelchair users and others
be: Для інвалідаў-калясачнікаў і інш
cs: Pro vozíčkáře a další osoby
de: Für Rollstuhlfahrende und andere
es: Para usuarios de sillas de ruedas y otros
fr: Pour tous le monde
it: Per utenti in sedia a rotelle e altri
nb: For rullestolsbrukere og andre
pt: Para utilizadores de cadeiras de rodas e outros
pt_br: Para cadeirantes e outros
ru: Для инвалидов-колясочников и других лиц
sv: Både rullstolsburna och icke rullstolsburna
zh_hans: 轮椅使用者和其他人
zh_hant: 供輪椅使用者與其他人
