Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# pedestrianLightsVibrationSignalDescription
source: Like the acoustic signal, the vibration signal must usually be requested by pressing a button. When this button vibrates, it signals blind people that they can safely cross the street.
be: Як і гукавы сігнал, вібрасігнал звычайна трэба запытваць націскам кнопкі. Калі гэтая кнопка вібруе, гэта сігналізуе невідушчым людзям, што яны могуць бяспечна перайсці вуліцу.
cs: Stejně jako akustický signál je i vibrační signál obvykle nutné vyžádat stisknutím tlačítka. Když toto tlačítko zavibruje, signalizuje nevidomým, že mohou bezpečně přecházet ulici.
de: Das Vibrations-Signal muss wie das akustische Signal üblicherweise an der Unterseite durch das Drücken eines Tasters angefordert werden. In der Grünphase vibriert dieser Knopf und signalisiert Blinden so, wann sie die Straße Überqueren können.
es: Al igual que la señal acústica, la señal de vibración generalmente se debe solicitar presionando un botón. Cuando este botón vibra, le indica a las personas con discapacidad visual que pueden cruzar la calle de manera segura.
fr: Comme le signal sonore, la vibration nécessite la pression d’un bouton et permet aux personnes malvoyantes ou malentendantes de savoir quand traverser.
pt: Tal como o sinal acústico, o sinal de vibração tem normalmente de ser solicitado premindo um botão. Quando este botão vibra, indica aos invisuais que podem atravessar a rua em segurança.
pt_br: Assim como o sinal acústico, o sinal vibratório geralmente deve ser solicitado pressionando um botão. Quando esse botão vibra, ele sinaliza às pessoas cegas que elas podem atravessar a rua com segurança.
ru: Как и звуковой сигнал, вибрационный сигнал обычно необходимо запрашивать нажатием кнопки. Когда эта кнопка вибрирует, она сигнализирует слепым людям, что они могут безопасно переходить улицу.

# tramCrossingSignalLightsStopOptionDescription
source: Forbids pedestrians to cross.
be: Забараняе пешаходам пераход.
cs: Zakazuje chodcům přecházet.
de: Verbietet Fußgängern die Überquerung.
es: Prohíbe cruzar a los peatones.
pt: Proíbe os peões de atravessarem.
pt_br: Proíbe a travessia de pedestres.
ru: Запрещает пешеходам переходить дорогу.

# tramCrossingSignalLightsNoneOption
source: No signal lights
be: Няма сігнальных агнёў
cs: Žádná signální světla
de: Kein Lichtsignal
es: No hay señales luminosas
pt: Sem semáforos
pt_br: Sem luzes de sinalização
ru: Нет светофоров

# curbTypeText
source: What kind of curb is there?
be: Які тут бардзюр?
cs: Jaký je to obrubník?
de: Welche Art von Bordstein ist an dieser Stelle?
es: ¿Qué tipo de bordillo hay?
fr: Quel est le type de bordure ?
pt: Que tipo de lancil existe aqui?
pt_br: Que tipo de meio-fio existe?
ru: Какой бордюр здесь?
sv: Vilken typ av trottoarkant är detta?

# curbTypeRaisedOption
source: Raised (>3cm)
be: Высокі (>3см)
cs: Zvýšený (>3 cm)
de: Erhöht (>3cm)
es: Elevado (>3cm)
fr: Surélevée (> 3 cm)
pt: Elevado (>3cm)
pt_br: Elevado (>3 cm)
ru: Приподнятый (>3 см)
sv: Hög (>3 cm)

# stopCurbTypeFlushOption
source: Flush (≈0cm)
be: Без выступу (≈0cm)
cs: Zapuštěný (≈0cm)
de: Ebenerdig (≈0cm)
es: Al mismo nivel (≈0cm)
fr: À niveau (≈ 0 cm)
it: A raso (≈0cm)
pt: Mesmo nível (≈0cm)
pt_br: Mesmo nível (≈0cm)
ru: Утопленный (≈0 см)
sv: I höjd med vägbanan (≈0 cm)
zh_hans: 齐平 (≈0cm)
zh_hant: 齊平（≈ 0 公分）

# tactilePavingText
source: Is there tactile paving at this point?
be: Ці ёсць на гэтым месцы тактыльнае пакрыццё?
cs: Je na tomto místě hmatná dlažba?
de: Gibt es an dieser Stelle Bodenindikatoren?
es: ¿Hay pavimento táctil en este momento?
fr: Existe-t’il une bande podotactile ici ?
pt: Existe pavimentação tátil neste ponto?
pt_br: Existe pavimento tátil neste ponto?
ru: Есть ли в этом месте тактильное покрытие?
sv: Finns det orienteringsplattor här?

# tactilePavingDescription
source: Tactile pavings are ground elements in public spaces providing information, orientation, guidance and warning for visually impaired people. They stand in high tactile, visual and possibly acoustic contrast to the adjacent floor covering.
be: Тактыльнае пакрыццё - гэта наземныя элементы ў грамадскіх месцах, якія забяспечваюць інфармацыю, арыентацыю, кіраўніцтва і папярэджанне людзей са слабым зрокам. Яны адрозніваюцца моцным тактыльным, візуальным і, магчыма, гукавым напаўненнем разам з падлогавым пакрыццём.
cs: Hmatové dlažby jsou terénní prvky na veřejných prostranstvích, které poskytují informace, orientaci, vedení a varování pro osoby se zrakovým postižením. Jsou ve vysokém hmatovém, vizuálním a případně i akustickém kontrastu s přilehlou podlahovou krytinou.
de: Bodenindikatoren dienen vor allem Sehbehinderten als Warnung vor abgesenkten Bordsteinen oder Straßenüberquerungen und verhindern so ein unbewusstes Betreten der Fahrbahn.
es: Los pavimentos táctiles son elementos en el suelo de espacios públicos que brindan información, orientación, guía y advertencia para personas con diversidad visual. Se destacan por su alto contraste táctil, visual y posiblemente acústico con respecto al revestimiento del suelo adyacente.
fr: Les bandes podotactiles sont des éléments au sol permettant le guidage des personnes malvoyantes. Elles se distinguent du revêtement usuel par leur profil de surface, leur couleur, et potentiellement le bruit qu’elles émettent.
pt: Os pavimentos táteis são elementos do solo em espaços públicos que fornecem informação, orientação, guia e aviso a pessoas com deficiência visual. Apresentam um elevado contraste tátil, visual e possivelmente acústico com o revestimento do pavimento adjacente.
pt_br: Os pavimentos táteis são elementos do solo em espaços públicos que fornecem informações, orientação e aviso para pessoas com deficiência visual. Eles apresentam um alto contraste tátil, visual e, possivelmente, acústico com o revestimento do pavimento adjacente.
ru: Тактильное покрытие — это наземные элементы в общественных местах, предоставляющие информацию, ориентацию, руководство и предупреждение для людей с нарушением зрения. Они находятся в сильном тактильном, визуальном и, возможно, акустическом контрасте с прилегающим напольным покрытием.
sv: Orienteringsplattor informerar, orienterar, vägleder och varnar synskadade personer. De står i stark taktil, visuell och eventuellt audiell kontrast till den intilliggande markbeläggningen.

# crossingBarrierText
source: How is this railroad crossing secured for pedestrians?
be: Як гэты чыгуначны пераезд абаронены для пешаходаў?
cs: Jak je tento železniční přejezd zabezpečen pro chodce?
de: Wie ist dieser Bahnübergang für Fußgänger gesichert?
es: ¿Cómo está asegurado este paso a nivel para los peatones?
pt: Como é que esta passagem de nível está protegida para os peões?
pt_br: Como é que esta passagem em nível é segura para os peões?
ru: Как этот железнодорожный переезд защищен для пешеходов?
sv: Hur är den här järvägsövergången säkrad för fotgängare?

# crossingBarrierGateOption
source: Gate
be: Вароты
cs: Brána
de: Tor
es: Puerta
pt: Portão
pt_br: Portão
ru: Ворота
sv: Grind

# crossingBarrierChainOption
source: Chain
be: Цэп
cs: Řetěz
de: Kette
es: Cadena
pt: Corrente
pt_br: Corrente
ru: Цепь
sv: Kedja

# crossingBarrierUnsecuredOption
source: Unsecured
be: Нічога
cs: Nezajištěné
de: Ungesichert
es: Inseguro
pt: Sem segurança
pt_br: Não protegido
ru: Незащищенный
sv: Inga hinder

# railroadChicaneName
source: Railroad chicane
be: Чыгуначная шыкана
cs: Železniční šikana
de: Umlaufgitter
es: Chicanea ferroviaria
fr: Chicane de traversée
pt: Gincana ferroviária
pt_br: Chicane ferroviária
ru: Железнодорожная шикана
sv: Gångfålla

# railroadChicaneText
source: Is there a pedestrian chicane at this railroad crossing?
be: Ці ёсць на гэтым чыгуначным пераездзе пешаходная шыкана?
cs: Je na tomto železničním přejezdu šikana pro chodce?
de: Gibt es ein Umlaufgitter an diesem Bahnübergang?
es: ¿Hay una chicane peatonal en este cruce ferroviario?
fr: Cette traversée est-elle équipée d’une chicane pour piétons ?
pt: Existe uma gincana para peões nesta passagem de nível?
pt_br: Existe uma chicane para pedestres nesta passagem em nível?
ru: Есть ли на этом железнодорожном переезде пешеходная шикана?
sv: Finns det en gångfålla vid den här järnvägsövergången?

# railroadWarningLightName
source: Railroad crossing warning light
be: Папераджальны сігнал на чыгуначным пераходзе
cs: Výstražná světla na železničních přejezdech
de: Bahnübergangs-Warnlicht
es: Luz de advertencia de cruce ferroviario
fr: Feux d’avertissement
pt: Luz de aviso de passagem de nível
pt_br: Luz de aviso de passagem em nível
ru: Предупреждающий свет на железнодорожном переезде
sv: Varningsljus vid järnvägskorsning

# railroadWarningLightDescription
source: The warning light signals the passage of a train.
be: Рух цягніка суправаджаецца гукавым сігналам.
cs: Výstražné světlo signalizuje průjezd vlaku.
de: Das Warnlicht signalisiert die Durchfahrt einer Bahn.
es: La luz de aviso señala el paso de un tren.
fr: Le feu averti de l’arrivée d’un train.
pt: A luz de aviso assinala a passagem de um comboio.
pt_br: A luz de aviso sinaliza a passagem de um trem.
ru: Предупреждающий свет сигнализирует о проезде поезда.
sv: Varningsljusen varnar för tågpassage.
zh_hans: The warning light signals the passage of a train. The warning light can be located at the beginning or end of the crossing.

# crossingAcousticWarningSignalName
source: Acoustic warning for railroad crossing
be: Гукавое папярэджанне на чыгуначным пераходзе
cs: Akustická výstraha pro železniční přejezd
de: Akustisches Warnsignal am Bahnübergang
es: Aviso acústico para cruce de ferrocarril
fr: Avertissement acoustique pour passage à niveau
pt: Aviso acústico para passagem de nível
pt_br: Aviso acústico para passagens em nível
ru: Акустическое предупреждение для железнодорожного переезда
sv: Ljudsignaler vid järnvägskorsning

# crossingAcousticWarningSignalText
source: Is there an acoustic signal that warns of passing trams or trains?
be: Ці ёсць гукавы сігнал, які папярэджвае пра праезд трамваяў або цягнікоў?
cs: Existuje akustický signál, který upozorňuje na projíždějící tramvaje nebo vlaky?
de: Gibt es ein akustisches Signal, das vor der Durchfahrt einer Bahn warnt?
es: ¿Hay alguna señal acústica que avise del paso de tranvías o trenes?
fr: Existe-t-il un signal sonore pour avertir du passage d'un tramway ou d'un train ?
pt: Existe algum sinal acústico que avise da passagem de elétricos ou comboios?
pt_br: Existe algum sinal acústico que avise da passagem de bondes ou trens?
ru: Есть ли акустический сигнал, предупреждающий о проезжающих трамваях или поездах?
sv: Finns det ljudsignaler som varnar för passerande tåg eller spårvagnar?

# crossingAcousticWarningSignalDescription
source: The acoustic warning is given by a stationary signaling device. Ringing by tram drivers does not count.
be: Гукавое папярэджанне падаецца стацыянарным сігналізатарам. Званкі кіроўцаў трамваяў не ўлічваюцца.
cs: Akustická výstraha je vydávána stacionárním signalizačním zařízením. Zvonění řidičů tramvají se nepočítá.
de: Das Warnsignal ertönt durch ein stationären Signalgeber und nicht durch das Triebfahrzeug.
es: La advertencia acústica viene dada por un dispositivo de señalización estacionaria. El sonido de los conductores de tranvía no cuenta.
fr: L'avertissement acoustique est donné par un dispositif de signalisation stationnaire. Les sonneries des conducteurs de tramway ne sont pas prises en compte.
pt: O aviso acústico é dado por um dispositivo de sinalização fixo. Os toques dos condutores de elétricos não contam.
pt_br: O aviso acústico é emitido por um dispositivo de sinalização fixo. O toque do sino pelos motoristas de bonde não conta.
ru: Акустическое предупреждение подается стационарным сигнальным устройством. Звонок водителей трамваев не засчитывается.
sv: Ljudsignalerna kommer från en fast monterad signalanordning. En spårvagns ringklocka räknas inte.

# railroadAcousticWarningDescription
source: A passing train emits an acoustic signal (whistle or bell) when there are no other devices at the railroad crossing to warn people of its approach. A sign along the tracks indicates to the train conductor to sound an acoustic signal. This does not include ringing from stationary signal devices.
be: Цягнік, які праязджае, падае гукавы сігнал (свісток або званок), калі на чыгуначным пераездзе адсутнічаюць іншыя прылады, якія папярэджваюць людзей аб яго набліжэнні. Знак уздоўж пуці паказвае правадніку цягніка падаць гукавы сігнал. Гэта не ўключае званок са стацыянарных сігнальных прылад.
cs: Projíždějící vlak vydává akustický signál (píšťala nebo zvonek), pokud na železničním přejezdu není žádné jiné zařízení, které by varovalo lidi před jeho příjezdem. Značka podél kolejí dává průvodčímu vlaku pokyn k vydání akustického signálu. Toto nezahrnuje zvonění ze stacionárních signalizačních zařízení.
de: Eine vorbeifahrende Bahn lässt ein akustisches Signal (Pfeifen oder Klingeln) ertönen, wenn es keine andere Einrichtung am Bahnübergang gibt, um Personen vor Durchfahrten zu warnen. Ein Schild entlang der Gleise, macht den Zugführer erkenntlich, ein akustisches Signal zu geben. Das Klingeln durch stationäre Signalgeber gehört nicht dazu.
es: Un tren que pasa emite una señal acústica (silbato o campana) cuando no hay otros dispositivos en el cruce del ferrocarril para advertir a las personas de su enfoque. Un letrero a lo largo de las pistas indica al conductor del tren para que suene una señal acústica. Esto no incluye sonar desde dispositivos de señal estacionarios.
fr: Un train émet un avertissement sonore pour avertir de son passage. Des panneaux à proximité indiquent de le faire.
pt: Um comboio que passa emite um sinal acústico (apito ou campainha) quando não existem outros dispositivos no cruzamento ferroviário para avisar as pessoas da sua aproximação. Um sinal ao longo da via indica ao condutor do comboio para emitir um sinal acústico. Isto não inclui o toque de dispositivos de sinalização fixos.
pt_br: Um trem que passa emite um sinal acústico (apito ou campainha) quando não há outros dispositivos na passagem de nível para alertar as pessoas sobre sua aproximação. Uma placa ao longo dos trilhos indica ao maquinista do trem que ele deve emitir um sinal acústico. Isso não inclui o som de dispositivos de sinalização fixos.
ru: Проходящий поезд издает акустический сигнал (свисток или звонок), когда на железнодорожном переезде нет других устройств, предупреждающих людей о его приближении. Знак вдоль путей указывает машинисту поезда на необходимость подать акустический сигнал. Это не включает звонок от стационарных сигнальных устройств.
sv: Ett tåg varnar för sin annalkande passage förbi en järnvägskorsning med tyfon eller vissla när det inte finns några andra säkerhetsanordningar vid korsningen. En skylt längsmed järnvägen berättar för lokföraren när varningssignal ska användas. Detta inkluderar inte fast monterade ljudanordningar vid korsningen.

# crossingGroundIndicatorDescription
source: Tactile paving primarily serves as a warning to visually impaired people about lowered curbs or street crossings, thereby preventing unintentional step onto the roadway.
be: Тактыльнае пакрыццё ў першую чаргу служыць папярэджаннем для людзей са слабым зрокам аб апушчаных бардзюрах або скрыжаваннях вуліц, тым самым прадухіляючы ненаўмысны выхад на праезную частку.
cs: Hmatová dlažba slouží především jako upozornění pro zrakově postižené osoby na snížené obrubníky nebo přechody přes ulici, čímž zabraňuje nechtěnému vstupu do vozovky.
de: Bodenindikatoren dienen vor allem Sehbehinderten als Warnung vor abgesenkten Bordsteinen oder Straßenüberquerungen und verhindern so ein unbewusstes Betreten der Fahrbahn.
es: El pavimento táctil sirve principalmente como una advertencia a las personas con diversidad visual sobre bordillos bajos o cruces callejeros, evitando así un paso involuntario en la carretera.
fr: Les bandes podotactiles sont des éléments au sol permettant le guidage des personnes malvoyantes. Elles se distinguent du revêtement usuel par leur profil de surface, leur couleur, et potentiellement le bruit qu’elles émettent.
pt: O pavimento tátil serve principalmente para avisar as pessoas com deficiência visual sobre os passeios rebaixados ou os cruzamentos de ruas, evitando assim um passo não intencional para a estrada.
pt_br: O pavimento tátil serve principalmente como um aviso para pessoas com deficiência visual sobre meios-fios rebaixados ou cruzamentos de ruas, evitando assim que elas pisem acidentalmente na via.
ru: Тактильное покрытие в первую очередь служит предупреждением для людей с нарушением зрения о пониженных бордюрах или переходах улиц, тем самым предотвращая непреднамеренный выход на проезжую часть.
sv: Orienteringsplattor finns främst till för att informera, orientera, vägleda och varna synskadade personer om och för sänkta trottoarkanter och korsningar, och därigenom förhindra att de omedvetet går ut i vägbanan.

# transportationModesTramOption
source: Tram
be: Трамвай
cs: Tramvaj
de: Straßenbahn
es: Tranvía
fr: Tramway
pt: Elétrico
pt_br: Bonde
ru: Трамвай
sv: Spårvagn
zh_hans: 电车

# transportationModesLightRailOptionName
source: Light rail
be: Лёгкі чыгуначны транспарт
cs: Lehká železnice
de: Leichtbahn
es: Tren Ligero
fr: Métro léger
pt: Metro ligeiro
pt_br: Veículo leve sobre trilhos (VLT)
ru: Легкорельсовый транспорт
sv: Snabbspårväg
zh_hans: 轻轨

# transportationModesLightRailOptionDescription
source: A light railway is an intermediate stage between a tram and a train. They often connect rural areas with the city and have a higher floor than trams.
be: Лёгкі чыгуначны транспарт з'яўляецца прамежкавым звяном паміж трамваем і цягніком. Яны часта злучаюць сельскую мясцовасць з горадам і маюць больш высокі паверх, чым трамваі.
cs: Lehká železnice je mezistupeň mezi tramvají a vlakem. Často spojují venkov s městem a mají vyšší podlaží než tramvaje.
de: Eine Leichtbahn, auch Stadtbahn genannt, ist eine Zwischenstufe zwischen Straßenbahn und Zug. Sie verbindet oft ländliche Gebiete mit der Stadt und sind hochfluriger als Straßenbahnen.
es: Un tren ligero es una etapa intermedia entre un tranvía y un tren. A menudo conectan las áreas rurales con la ciudad y tienen un piso más alto que los tranvías.
fr: Forme de transit urbain entre le tramway et le métro.
pt: O metro ligeiro é uma fase intermédia entre o elétrico e o comboio. Ligam frequentemente as zonas rurais à cidade e têm um piso mais elevado do que os elétricos.
pt_br: Um veículo leve sobre trilhos (VLT) é um meio de transporte intermediário entre um bonde e um trem. Eles geralmente conectam áreas rurais à cidade e têm um piso mais alto do que os bondes.
ru: Легкая железная дорога является промежуточным этапом между трамваем и поездом. Они часто соединяют сельские районы с городом и имеют более высокий пол, чем трамваи.
sv: En snabbspårväg är ett mellanting mellan spårväg och järväg. Den sammanbinder ofta förort med stadskärna och vagnarna har högre golv än moderna låggolvsspårvagnar.

# transportationModesSubwayOption
source: Subway
be: Метро
cs: Metro
de: U-Bahn
es: Subterraneo
fr: Métro
pt: Metropolitano
pt_br: Metrô
ru: Метро
sv: Tunnelbana
zh_hans: 地铁

# transportationModesMonorailOptionName
source: Monorail
be: Манарэльс
cs: Jednokolejka
de: Einschienenbahn
es: Monocarril
pt: Monocarril
pt_br: Monotrilho
ru: Монорельс
sv: Balkbana
zh_hans: 单轨

# transportationModesMonorailOptionDescription
source: A monorail mostly runs above street level and has no visible wheels.
be: Манарэйка ў асноўным праходзіць над узроўнем вуліцы і не мае бачных колаў.
cs: Jednokolejná dráha se většinou pohybuje nad úrovní ulice a nemá viditelná kola.
de: Eine Einschienenbahn fährt meistens über der Straßenebene und hat keine sichtbaren Räder.
es: Un monorrail se extiende principalmente por encima del nivel de la calle y no tiene ruedas visibles.
fr: Un monorail se déplace principalement en hauteur.
pt: Um monocarril passa maioritariamente acima do nível da rua e não tem rodas visíveis.
pt_br: Um monotrilho circula principalmente acima do nível da rua e não tem rodas visíveis.
ru: Монорельс в основном проходит над уровнем улицы и не имеет видимых колес.
sv: En balkbana är en enskenig järnväg som mestadels går ovanför gatuplan och vagnarna har inga synliga hjul.

# unitMeter
source: meter
be: м
cs: metr
es: metro
fr: Mètre
pt: metro
pt_br: metro
ru: метр
zh_hans: 米

# unitKilogram
source: kilogram
be: кілаграм
de: Kilogramm
es: kilogramo
fr: Kilogramme
pt: quilograma
pt_br: quilograma
ru: килограмм
zh_hans: 千克

# elevatorHeightName
source: Elevator height
be: Вышыня ліфта
de: Höhe des Fahrstuhls
es: Altura del ascensor
pt: Altura do elevador
pt_br: Altura do elevador
ru: Высота лифта
sv: Hissens takhöjd

# elevatorHeightText
source: What is the height of the elevator cabin?
be: Якая вышыня кабіны ліфта?
de: Wie hoch ist die Kabine des Fahrstuhls?
es: ¿Cuál es la altura de la cabina del ascensor?
pt: Qual é a altura da cabina do elevador?
pt_br: Qual é a altura da cabine do elevador?
ru: Какова высота кабины лифта?
sv: Hur högt i tak är det i hissen?

# elevatorHeightPlaceholder
source: Cabin height
be: Вышыня кабіны
de: Höhe der Kabine
es: Altura de la cabina
pt: Altura da cabina
pt_br: Altura da cabine
ru: Высота кабины
sv: Hisskorgens takhöjd

# elevatorDoorWidthText
source: What is the width of the elevator door?
be: Якая шырыня дзвярэй ліфта?
de: Wie breit ist die Tür dieses Fahrstuhls?
es: ¿Cuál es el ancho de la puerta del ascensor?
pt: Qual é a largura da porta do elevador?
pt_br: Qual é a largura da porta do elevador?
ru: Какова ширина двери лифта?

# elevatorDoorWidthDescription
source: The clearance width is the inner measurement from one side of the door to the other, not the outer width of the door frame.
be: Шырыня прасвету - гэта ўнутранае вымярэнне ад аднаго боку дзвярэй да іншага, а не знешняя шырыня дзвярной рамы.
de: Die lichte Breite ist das Innenmaß von einer Seite der Tür zur anderen, nicht die Außenbreite des Türrahmens.
es: La anchura útil es la medida del interior de un lado a otro de la puerta, no el ancho exterior del marco de la puerta.
pt: A largura livre é a medida interior de um lado ao outro da porta, não a largura exterior do caixilho da porta.
pt_br: A largura livre é a medida interna de um lado ao outro da porta, e não a largura externa da moldura da porta.
ru: Ширина зазора — это внутреннее измерение от одной стороны двери до другой, а не внешняя ширина дверной рамы.

# doorOpeningPlaceholder
source: Clearance width
be: Шырыня прасвету
de: Durchgangsbreite
es: Anchura
pt: Largura livre
pt_br: Largura da folga
ru: Ширина зазора
sv: Fri bredd
zh_hant: 開啟寬度

# elevatorDoorHeightPlaceholder
source: Clearance height
be: Вышыня прасвету
de: Höhe
es: Altura útil
pt: Altura livre
pt_br: Altura de passagem
ru: Высота зазора
sv: Frihöjd
