Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# stairLiftLengthDescription
source: The length is the distance in the direction of travel.
be: Даўжыня - гэта адлегласць у напрамку руху.
cs: Délka je vzdálenost ve směru jízdy.
de: Als Tiefe wird die Distanz in Fahrtrichtung erfasst.
es: La longitud es la distancia en la dirección del viaje.
fr: La longueur est la distance dans le sens de circulation.
pt: O comprimento é a distância na direção da viagem.
pt_br: O comprimento é a distância na direção da viagem.
ru: Длина — это расстояние в направлении движения.

# elevatorLengthName
source: Elevator length
be: Даўжыня ліфта
cs: Délka výtahu
de: Fahrstuhl-Tiefe
es: Longitud del asensor
fr: Longueur d’ascenceur
pt: Comprimento do elevador
pt_br: Comprimento do elevador
ru: Длина лифта
sv: Hisskorgens djup

# elevatorLengthText
source: What is the length of the elevator's usable area?
be: Памер карыснай плошчы ліфта?
cs: Jaká je délka užitné plochy výtahu?
de: Wie tief ist die Grundfläche des Fahrstuhls?
es: ¿Cuál es la longitud del área utilizable del asensor?
fr: Quelle est la longueur utile de l’ascenceur ?
pt: Qual é o comprimento da área útil do elevador?
pt_br: Qual é o comprimento da área útil do elevador?
ru: Какова длина полезной площади лифта?
sv: Vad är hisskorgens användbara djup?

# stairLiftWidthDescription
source: The width is the distance across the direction of travel.
be: Тут шырыня - гэта адлегласць па кірунку руху.
cs: Šířka je vzdálenost ve směru jízdy.
de: Als Breite wird die Distanz quer zur Fahrtrichtung erfasst.
es: El ancho es la distancia a través de la dirección del viaje.
fr: La largeur est la distance perpendiculaire au sens de circulation.
pt: A largura é a distância ao longo da direção de deslocação.
pt_br: A largura é a distância na direção da viagem.
ru: Ширина — это расстояние поперек направления движения.

# elevatorWidthName
source: Elevator width
be: Шырыня ліфта
cs: Šířka výtahu
de: Fahrstuhl-Breite
es: Ancho del ascensor
fr: Largeur de l’ascenceur
nb: Heisbredde
pt: Largura do elevador
pt_br: Largura do elevador
ru: Ширина лифта

# elevatorWidthText
source: What is the width of the elevator's usable area?
be: Які памер карыснай плошчы ліфта?
cs: Jaká je šířka užitné plochy výtahu?
de: Wie breit ist die Grundfläche des Fahrstuhls?
es: ¿Cuál es el ancho del área utilizable del ascensor?
fr: Quelle est la largeur utile de l’ascenceur ?
pt: Qual é a largura da área útil do elevador?
pt_br: Qual é a largura da área útil do elevador?
ru: Какова ширина полезной площади лифта?

# elevatorTactileWritingName
source: Elevator tactile writing
be: Тактыльны допіс аб ліфту
cs: Hmatové písmo ve výtahu
de: Blindenschrift im Fahrstuhl
es: Escritura táctil del ascensor
fr: Surfaces tactiles
pt: Escrita tátil no elevador
pt_br: Escrita tátil no elevador
ru: Тактильные надписи в лифте

# elevatorTactileWritingText
source: Is there tactile writing on the controls of the elevator?
be: Ці ёсць тактыльныя надпісы на кропках кіравання ліфтам?
cs: Je na ovládacích prvcích výtahu hmatový nápis?
de: Ist auf den Bedienelementen des Fahrstuhls Blindenschrift vorhanden?
es: ¿Hay escritura táctil sobre los controles del ascensor?
fr: Des informations tactiles sont-elles présentes sur les boutons de l’ascenceur ?
pt: Existe escrita tátil nos comandos do elevador?
pt_br: Há escrita tátil nos controles do elevador?
ru: Есть ли тактильные надписи на элементах управления лифтом?

# elevatorTactileWritingDescription
source: Tactile writings are characters that can be read with the fingers. These can include embossed ordinary letters or special symbols such as Braille.
be: Тактыльныя надпісы - гэта сімвалы, якія можна прачытаць пальцамі. Яны могуць уключаць рэльефныя звычайныя літары або спецыяльныя сімвалы, такія як шрыфт Брайля.
cs: Hmatové písmo jsou znaky, které lze číst prsty. Může jít o reliéfní běžná písmena nebo speciální symboly, jako je Braillovo písmo.
de: Blindenschrift sind Zeichen, die mit den Fingern gelesen werden können. Diese können u.a. geprägte gewöhnliche Buchstaben oder besondere Symbole sein, wie z.B. bei der Brailleschrift.
es: Las escrituras táctiles son caracteres que se pueden leer con los dedos. Estos pueden incluir letras comunes en relieve o símbolos especiales como el Braille.
fr: Les informations tactiles sont des caractères lisibles au doigt. Cela peut être de simples caractères en relief, du braille, ou autres langages.
pt: As escritas táteis são caracteres que podem ser lidos com os dedos. Estes podem incluir letras normais em relevo ou símbolos especiais como o Braille.
pt_br: As escritas táteis são caracteres que podem ser lidos com os dedos. Eles podem incluir letras comuns em relevo ou símbolos especiais, como o Braille.
ru: Тактильные надписи — это символы, которые можно прочитать пальцами. Они могут включать в себя тисненые обычные буквы или специальные символы, такие как шрифт Брайля.

# stairsTactilePavingDescription
source: Tactile paving serves primarily to warn visually impaired people of danger from stairs.
be: Тактыльнае пакрыццё служыць у першую чаргу для папярэджання людзей са слабым зрокам аб небяспецы на лесвіцы.
cs: Hmatová dlažba slouží především k varování zrakově postižených osob před případným nebezpečím ze schodů.
de: Bodenindikatoren dienen vor allem Sehbehinderten als Warnung vor Gefahren durch Treppen.
es: El pavimento táctil sirve principalmente para advertir a las personas con sentido de la vista limitado de peligro en las escaleras.
fr: Une bande podotactile permet aux personnes malvoyantes de localiser des escaliers.
pt: O pavimento tátil serve principalmente para alertar as pessoas com deficiência visual para o perigo das escadas.
pt_br: A pavimento tátil serve principalmente para alertar as pessoas com deficiência visual sobre o perigo das escadas.
ru: Тактильное покрытие в первую очередь служит для предупреждения людей с нарушением зрения об опасности, исходящей от лестницы.

# handrailTactileWritingName
source: Handrail tactile writing
be: Тактыльны допіс на поручні
cs: Hmatové písmo na zábradlí
de: Handlauf-Blindenschrift
es: Escritura táctil
fr: Informations tactiles sur main-courante
pt: Escrita tátil do corrimão
pt_br: Escrita tátil no corrimão
ru: Тактильный шрифт на поручне

# handrailTactileWritingText
source: Is there tactile writing on the handrail?
be: Ці ёсць тактыльны допіс на поручні?
cs: Je na zábradlí hmatový nápis?
de: Ist auf dem Handlauf Blindenschrift vorhanden?
es: ¿Hay escritura táctil en el pasamanos?
fr: Des informations tactiles sont-elles présentes sur la main-courante ?
pt: Existe escrita tátil no corrimão?
pt_br: Há escrita tátil no corrimão?
ru: Есть ли тактильный шрифт на поручне?

# handrailTactileWritingDescription
source: Braille are characters that can be read with the fingers. These can include embossed common letters or special symbols such as Braille. Blind people can get information from Braille on the handrail, such as where the stairs lead.
be: Шрыфт Брайля - гэта сімвалы, якія можна чытаць пальцамі. Яны могуць уключаць рэльефныя агульныя літары або спецыяльныя сімвалы, такія як шрыфт Брайля. Сляпыя людзі могуць атрымаць інфармацыю па шрыфце Брайля на поручні, напрыклад, куды вядзе лесвіца.
cs: Braillovo písmo jsou znaky, které lze číst prsty. Může jít o reliéfní běžná písmena nebo speciální symboly, jako je Braillovo písmo. Nevidomí mohou z Braillova písma na zábradlí získat informace, například kam vedou schody.
de: Blindenschrift sind Zeichen, die mit den Fingern gelesen werden können. Diese können u.a. geprägte gewöhnliche Buchstaben oder besondere Symbole sein, wie z.B. bei der Brailleschrift. Die Blindenschrift am Handlauf enthält Informationen wie z.B. wohin die Treppe führt.
es: Braille son caractéres que se pueden leer con los dedos. Estos pueden incluir letras comunes en relieve o símbolos especiales como Braille. Las personas con discapacidad visual pueden obtener información de Braille en el pasamanos, como hacia dónde conducen las escaleras.
fr: Des inscriptions peuvent figurer en relief sur la main-courante par exemple pour indiquer l’étage ou la destination.
pt: Braille são caracteres que podem ser lidos com os dedos. Podem incluir letras comuns em relevo ou símbolos especiais como o Braille. As pessoas invisuais podem obter informações em Braille no corrimão, como, por exemplo, a direção das escadas.
pt_br: Braille são caracteres que podem ser lidos com os dedos. Eles podem incluir letras comuns em relevo ou símbolos especiais, como o Braille. As pessoas cegas podem obter informações em Braille no corrimão, como, por exemplo, para onde as escadas levam.
ru: Шрифт Брайля — это символы, которые можно прочитать пальцами. Они могут включать в себя рельефные обычные буквы или специальные символы, такие как шрифт Брайля. Слепые люди могут получить информацию из шрифта Брайля на поручне, например, куда ведет лестница.

# escalatorDurationDescription
source: A moving sidewalk (also known as autowalk, moving pavement, people-mover or travelator) transports people across a horizontal or inclined plane. An escalator is a moving stairway to carry people between floors of a building. The duration of the escalator journey is relevant for the calculation of transfer times.
be: Рухомы тратуар (таксама вядомы як аўтадарожка, рухомы тратуар, чалавекарух або трэвэлатар) перамяшчае людзей па гарызантальнай або нахільнай плоскасці. Эскалатар - гэта рухомая лесвіца для перавозкі людзей паміж паверхамі будынка. Працягласць шляху эскалатара мае значэнне для разліку часу перасадкі.
cs: Pohyblivý chodník (známý také jako autowalk, moving pavement, people-mover nebo travelator) přepravuje osoby po vodorovné nebo nakloněné rovině. Eskalátor je pohyblivé schodiště pro přepravu osob mezi jednotlivými patry budovy. Pro výpočet doby přesunu je důležitá doba trvání jízdy na eskalátoru.
de: Ein Laufband (auch Rollsteig, Fahrsteig, bewegter oder rollender Bürgersteig genannt) transportiert Personen auf einer horizontalen oder schrägen Ebene. Eine Rolltreppe ist eine sich bewegende Treppe, um Personen zwischen Stockwerken eines Gebäudes zu transportieren. Die Dauer der Rollentreppen-Fahrt ist relevant für die Berechnung von Umstiegszeiten.
es: Una acera móvil (también conocida como Autowalk, Pavimento en movimiento, People-Mover o Travelator) transporta a las personas a través de un plano horizontal o inclinado. Una escalera mecánica es una escalera en movimiento para transportar personas entre pisos de un edificio. La duración del viaje de la escalera mecánica es relevante para el cálculo de los tiempos de transferencia.
fr: Un tapis roulant permet un déplacement horizontal, tandis qu’un escalator est spécifique à un déplacement vertical. La durée de déplacement permet d’estimer les temps de trajet.
pt: Um tapete rolante (também conhecido como esteira rolante, comum em alguns aeroportos) transporta pessoas através de um plano horizontal ou inclinado. Uma escada rolante é uma escada móvel que transporta pessoas entre pisos de um edifício. A duração do trajeto da escada rolante é relevante para o cálculo dos tempos de transferência.
pt_br: Uma calçada móvel (também conhecida como autowalk, pavimento móvel, people-mover ou travelator) transporta pessoas em um plano horizontal ou inclinado. Uma escada rolante é uma escada móvel para transportar pessoas entre andares de um edifício. A duração do percurso da escada rolante é relevante para o cálculo dos tempos de transferência.
ru: Движущийся тротуар (также известный как автомобильный пешеход, движущийся тротуар, движущийся пешеходный переход или травелатор) перевозит людей по горизонтальной или наклонной плоскости. Эскалатор — это движущаяся лестница для перевозки людей между этажами здания. Продолжительность поездки на эскалаторе имеет значение для расчёта времени пересадки.

# crossingSignalsName
source: Crossing signals
be: Пешаходныя ліхтары
cs: Signalizace přechodů
de: Fußgängerampel
es: Señales de cruce
pt: Sinais de travessia
pt_br: Sinais de travessia
ru: Сигналы пешеходного перехода

# crossingSignalsText
source: Are there pedestrian lights at this crossing?
be: Ці ёсць на гэтым пераходзе пешаходныя ліхтары?
cs: Jsou na tomto přechodu světla pro chodce?
de: Gibt es Fußgängerampeln an diesem Überweg?
es: ¿Hay semáforos para peatones en este cruce?
pt: Existem semáforos para peões nesta travessia?
pt_br: Há semáforos para pedestres nesta travessia?
ru: Есть ли на этом переходе пешеходные светофоры?

# crossingSignalsDescription
source: Indicates whether a crossing is controlled by a pedstrian light.
be: Паказвае, ці кіруецца пераход пешаходным ліхтаром.
cs: Označuje, zda je přechod řízen světelnou signalizací pro chodce.
de: Gibt an, ob ein Überweg durch eine Fußgängerampel geregelt wird.
es: Indica si un cruce está controlado por un semáforo peatonal.
pt: Indica se uma travessia de peões é controlada por um semáforo pedonal.
pt_br: Indica se uma travessia é controlada por um semáforo para pedestres.
ru: Указывает, регулируется ли переход пешеходным светофором.

# crossingMarkingsFootwayOption
source: Only footway
be: Толькі пешаходы
cs: Pouze chodník pro pěší
de: Nur Fußweg
es: Solo acera
pt: Apenas a via pedonal
pt_br: Somente caminho de pedestres
ru: Только пешеходная дорожка

# crossingMarkingsCyclewayOption
source: Only cycleway
be: Толькі раварысты
cs: Pouze cyklostezka
de: Nur Radweg
es: Solo carril bici
pt: Apenas a ciclovia
pt_br: Somente ciclovia
ru: Только велосипедная дорожка

# crossingCyclewayMarkingsText
source: Are there markings at this cycleway crossing?
be: Ці ёсць разметка веладарожкі на гэтым пераходзе?
cs: Je tento přechod pro cyklisty označen?
de: Gibt es Markierungen an diesem Radüberweg?
es: ¿Existe señalización en este cruce del carril bici?
pt: Existem marcações nesta travessia de ciclovia?
pt_br: Há marcações nesta travessia de ciclovia?
ru: Есть ли разметка на этом велосипедном переходе?

# crossingCyclewayMarkingsTypeName
source: Cycleway crossing markings type
be: Тып разметкі веладарожкі
cs: Vyberte značení přechodu, které nejlépe vyhovuje
de: Art der Markierung des Radüberwegs
es: Tipo de señalización de pasos para ciclistas
pt: Tipo de marcações de travessia de ciclovia
pt_br: Tipo de marcações da travessia de ciclovia
ru: Тип разметки для перехода велосипедной дорожки

# crossingCyclewayMarkingsTypeText
source: Which type of markings are at the cycleway crossing?
be: Якая разметка веладарожкі на пераходзе?
cs: Jaký typ značení je na přechodu pro cyklisty?
de: Welche Art von Markierungen gibt es an dem Radüberweg?
es: ¿Qué tipo de señalización hay en el cruce del carril bici?
pt: Que tipo de marcações existem na travessia de ciclovia?
pt_br: Que tipo de marcação existe na travessia de ciclovias?
ru: Какой тип разметки используется на переходе велосипедной дорожки?

# crossingMarkingsTypeLinesOption
source: Lines
be: Лініі
cs: Linky
de: Linien
es: Líneas
pt: Linhas
pt_br: Linhas
ru: Линии

# crossingMarkingsTypeLadderOption
source: Ladder
be: Лесвіца
cs: Žebřík
de: Leiter
es: Escalera
pt: Escadote
pt_br: Escada
ru: Лестница

# crossingMarkingsTypeDashesOption
source: Dashes
be: Працяжнікі
cs: Čárky
de: Striche
es: Rayas
pt: Traços
pt_br: Traços
ru: Штрихи

# crossingMarkingsTypeDotsOption
source: Dots
be: Кропкі
cs: Tečky
de: Punkte
es: Puntos
pt: Pontos
pt_br: Pontos
ru: Точки

# crossingIslandName
source: Pedestrian island
be: Пешаходны астравок
cs: Ostrůvek pro chodce
de: Fußgängerinsel
es: Isla para peatones
pt: Ilha pedonal
pt_br: Ilha de pedestres
ru: Пешеходный островок

# crossingIslandText
source: Is there a pedestrian island at this crossing?
be: Ці ёсць на гэтым пераходзе пешаходны востраў?
cs: Je na tomto přechodu ostrůvek pro chodce?
de: Gibt es eine Fußgängerinsel an diesem Überweg?
es: ¿Existe una isleta peatonal en este cruce?
pt: Existe uma ilha para peões nesta travessia?
pt_br: Há uma ilha para pedestres nesta travessia?
ru: Есть ли на этом переходе островок безопасности для пешеходов?

# crossingIslandDescription
source: The pedestrian island is also called refuge island or traffic island.
be: Пешаходны востраў таксама называюць востравам бяспекі або востравам бяспекі руху.
cs: Ostrůvek pro chodce se také nazývá ochranný ostrůvek nebo dopravní ostrůvek.
de: Bei Fußgängerinseln muss der Fußgänger jeweils nur in eine Richtung auf den ankommenden Verkehr achten, was die Überquerung bei stark befahrenen Straßen erleichtert.
es: La isla peatonal también se denomina isla de refugio o isla de tráfico.
pt: A ilha pedonal é também designada por ilha de refúgio ou ilha de tráfego.
pt_br: A ilha para pedestres também é chamada de ilha de refúgio ou ilha de tráfego.
ru: Островок безопасности для пешеходов также называется островком безопасности или островком безопасности для движения.

# pedestrianLightsButtonName
source: Pedestrian lights button
be: Кнопка пешаходнага святлафора
cs: Tlačítko světelné signalizace pro chodce
de: Ampel-Taster
es: Botón de luz de tráfico
fr: Bouton de feu
nb: Trafikklysknapp
pt: Botão de semáforo para peões
pt_br: Botão de semáforo para pedestres
ru: Кнопка пешеходного светофора

# pedestrianLightsButtonDescription
source: Request buttons are usually labeled 'Push button'.
be: Кнопкі запытаў звычайна пазначаны як 'Push button'.
cs: Tlačítka požadavků jsou obvykle označena jako "Stiskni tlačítko".
de: Anforderungstaster sind meist mit 'Bitte berühren' beschriftet. Die erfolgreiche Anforderung wird bestätigt durch die Anzeige von 'Signal kommt' oder ähnlichem.
es: Los botones de solicitud generalmente están etiquetados como 'botón PRESIONA'.
fr: Certains feux nécessitent de presser un bouton pour passer au vert.
pt: Os botões de pedido são normalmente designados por 'botão de chamada'.
pt_br: Os botões de solicitação geralmente são identificados como "Aperte / pressione o botão".
ru: Кнопки запроса обычно обозначены как «Нажмите на кнопку».

# pedestrianLightsTactileArrowDescription
source: Blind people can use a tactile arrow to feel the direction in which they need to cross the street.
be: Сляпыя людзі могуць з дапамогай тактыльнай стрэлкі адчуць, у якім кірунку ім трэба перайсці вуліцу.
cs: Nevidomí mohou pomocí hmatové šipky vycítit směr, kterým mají přejít ulici.
de: Mit Hilfe eines tastbaren Pfeils können Blinde die Richtung, in der sie die Straße überqueren müssen, erfühlen. Der Pfeil befindet typischerweise an der Unter- oder Oberseite des Anforderungstasters.
es: Las personas con discapacidad visual pueden usar una flecha táctil para sentir la dirección en la que necesitan cruzar la calle.
fr: Une flèche tactile sur le feu permet aux personnes malvoyantes de s’orienter pour traverser la chaussée.
pt: Os invisuais podem utilizar uma seta tátil para sentir a direção em que devem atravessar a rua.
pt_br: As pessoas cegas podem usar uma seta tátil para sentir a direção em que precisam atravessar a rua.
ru: Слепые могут использовать тактильную стрелку, чтобы почувствовать направление, в котором им нужно перейти улицу.

# pedestrianLightsAcousticSignalName
source: Pedestrian lights acoustic signal
be: Гукавы сігнал пешаходнага святлафора
cs: Zvuková signalizace světel pro chodce
de: Ampel-Akustisches-Signal
es: Señal acústica de semáforo
fr: Signaux auditifs
pt: Sinal acústico de semáforo para peões
pt_br: Sinal acústico de semáforo de pedestres
ru: Звуковой сигнал пешеходного светофора

# pedestrianLightsAcousticSignalText
source: Are there acoustic signals for blind people at the pedestrian lights?
be: Ці ёсць гукавыя сігналы для сляпых на пешаходным святлафоры?
cs: Jsou na semaforech pro chodce zvukové signály pro nevidomé?
de: Gibt es an der Fußgängerampel akustische Signale für Blinde?
es: ¿Hay señales acústicas para personas con discapacidad visual en el semáforo peatonal?
fr: Le feu dispose-t’il d’équipement de signal auditif ?
pt: Existem sinais acústicos para os invisuais nos semáforos para peões?
pt_br: Existem sinais acústicos para pessoas cegas nos semáforos para pedestres?
ru: Есть ли звуковые сигналы для слепых на пешеходном светофоре?

# pedestrianLightsAcousticSignalDescription
source: Acoustic signals are used by blind people to determine where the pedestrian lights are or when the street can be crossed. Attention: The acoustic signal for crossing is often only activated on demand by pressing a button.
be: Акустычныя сігналы выкарыстоўваюцца сляпымі людзьмі, каб вызначыць, дзе знаходзяцца ліхтары для пешаходаў або калі можна пераходзіць вуліцу. Увага: гукавы сігнал для пераходу часта актывуецца толькі па патрабаванні націскам кнопкі.
cs: Akustické signály slouží nevidomým k určení, kde jsou světla pro chodce nebo kdy je možné přejít ulici. Pozor: Akustický signál pro přecházení se často aktivuje pouze na vyžádání stisknutím tlačítka.
de: Akustische Signale dienen Blinden dazu, festzustellen, wo sich die Ampel befindet bzw. wann die Straße überquert werden kann. Achtung: Der Signalgeber für Überquerung wird häufig nur bei Bedarf durch das Drücken eines Knopfs an der Unterseite aktiviert.
es: Las señales acústicas son utilizadas por personas con discapacidad visual para determinar dónde está el semáforo o cuándo se puede cruzar la calle. Atención: La señal acústica para el cruce a menudo solo se activa a pedido presionando un botón.
fr: Un signal auditif peut être émis pour aider les personnes malvoyantes à traverser la chaussée. Attention : Le signal se fait généralement sur demande par pression d’un bouton sur le feu ou portatif.
pt: Os sinais acústicos são utilizados por pessoas cegas para determinar onde se encontram os semáforos para peões ou quando se pode atravessar a rua. Atenção: muitas vezes, o sinal acústico de travessia só é ativado a pedido, premindo um botão.
pt_br: Os sinais acústicos são utilizados por pessoas cegas para determinar onde se encontram os semáforos para peões ou quando é possível atravessar a rua. Atenção: O sinal acústico para atravessar é frequentemente ativado apenas mediante solicitação, pressionando um botão.
ru: Звуковые сигналы используются слепыми, чтобы определить, где находится пешеходный светофор или когда можно перейти улицу. Внимание: звуковой сигнал для перехода часто активируется только по требованию путем нажатия кнопки.

# pedestrianLightsAcousticSignalYesOptionDescription
source: Typically there exist two different sounds, one to locate the crossing and one when crossing is safe.
be: Звычайна існуе два розныя гукі: адзін для вызначэння месцазнаходжання пераходу, а другі, калі пераход бяспечны.
cs: Obvykle existují dva různé zvukové signály, jeden pro lokalizaci přejezdu a druhý, když je přechod bezpečný.
de: Typischerweise ein 'Tock - Tock' zum Auffinden und ein 'Beep - Beep' zur Überquerung.
es: Por lo general, existen dos sonidos diferentes, uno para localizar el cruce y otro cuando el cruce es seguro.
fr: Il existe deux types de sons, pour permettre de localiser la traversée, et l’état du feu.
pt: Normalmente, existem dois sons diferentes, um para localizar a passagem e outro quando a passagem é segura.
pt_br: Normalmente, existem dois sons diferentes: um para indicar a localização da passagem e outro para indicar que é seguro atravessar.
ru: Обычно существуют два разных звука: один для определения местоположения перехода и один, когда переход безопасен.

# pedestrianLightsAcousticSignalNoOption
source: No acoustic signal
be: Няма гукавога сігналу
cs: Žádný zvukový signál
de: Kein akustisches Signal
es: Sin señal acústica
fr: Pas de signal sonore
pt: Sem sinal acústico
pt_br: Sem sinal acústico
ru: Звукового сигнала нет
