Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# toiletAccessibilityEveryoneOptionDescription
source: The toilets are intended for wheelchair users and other people.
be: Прыбіральні прызначаны для інвалідаў-калясачнікаў і іншых людзей.
cs: Toalety jsou určeny pro vozíčkáře a další osoby.
de: Die Toiletten sind für Rollstuhlfahrende und andere Personen vorgesehen.
es: Los baños están destinados para usuarios de sillas de ruedas y otras personas.
fr: Les toilettes sont utilisables par toutes les personnes.
it: I bagni sono progettati per utenti in sedia a rotelle e altre persone.
nb: Toalettene er tiltenkt rullestolsbrukere og andre folk.
pt: As casas de banho destinam-se a pessoas em cadeiras de rodas e a outras pessoas.
pt_br: Os banheiros destinam-se a cadeirantes e outras pessoas.
ru: Туалеты предназначены для инвалидов-колясочников и других лиц.
sv: Det finns toaletter både för rullstolsburna och andra människor.
zh_hans: 厕所可供轮椅使用者和其他人使用。
zh_hant: 廁所供輪椅使用者與其他人使用。

# toiletAccessibilityNoWheelchairOptionName
source: Not wheelchair-accessible
be: Недаступнае для інвалідаў-калясачнікаў
cs: Není přístupné pro vozíčkáře
de: Nicht für Rollstuhlfahrende
es: No accesible para sillas de ruedas
fr: Non-accessibles en fauteuil roulant
it: Non accessibili in sedia a rotelle
nb: Ikke rullestolstilgjengelig
pt: Não acessível a cadeiras de rodas
pt_br: Não acessível para cadeiras de rodas
ru: Недоступно для инвалидов-колясочников
sv: Ej rullstolsanpassade
zh_hans: 非轮椅无障碍
zh_hant: 不適合輪椅使用者

# toiletFeesDescription
source: Are there any fees for using the toilet?
be: Ці ёсць плата за карыстанне туалетам?
cs: Platí se za použití toalety nějaké poplatky?
de: Ist die Nutzung der Toilette kostenpflichtig?
es: ¿Hay alguna tarifa para usar el baño?
fr: L’utilisation des toilettes est-elle payante ?
it: È necessario pagare per usare i bagni?
nb: Er det gebyr for bruk av toalettet?
pt: Há alguma taxa para utilizar a casa de banho?
pt_br: Há alguma taxa para utilizar o banheiro?
ru: Взимается ли плата за пользование туалетом?
sv: Måste man erlägga avgift för toalettbesök här?
zh_hans: 使用厕所收费吗？
zh_hant: 使用廁所需要付費嗎？

# stopSeatsName
source: Seats
be: Сядзенні
cs: Sedadla
de: Sitzplätze
es: Asientos
fr: Sièges
it: Sedute
nb: Sitteplasser
pt: Assentos
pt_br: Assentos
ru: Сиденья
sv: Sittplatser
zh_hans: 座位
zh_hant: 座位

# stopSeatsText
source: Are there any seats at the stop?
be: Ці ёсць месцы пасядзець на прыпынку?
cs: Jsou na zastávce nějaká místa k sezení?
de: Gibt es an der Haltestelle Sitzplätze?
es: ¿Hay asientos en la parada?
fr: Existe-t’il du mobilier pour s’asseoir à cet arrêt ?
it: Ci sono sedute in questa fermata?
nb: Hvor mange sitteplasser er det på stoppet?
pt: Há lugares sentados na paragem?
pt_br: Há assentos na parada?
ru: Есть ли на остановке сиденья?
sv: Finns det sittplatser på hållplatsen?
zh_hans: 在这个车站有座位吗？
zh_hant: 車站有座位嗎？

# stopCoveredAreaName
source: Covered waiting area
be: Крытая зона чакання
cs: Zastřešená čekárna
de: Überdachter Wartebereich
es: Área de espera cubierta
fr: Arrêt couvert
it: Area di attesa riparata
pt: Área de espera coberta
pt_br: Área de espera coberta
ru: Крытая зона ожидания
sv: Täckt väntutrymme
zh_hans: 有棚等候区
zh_hant: 有遮蓋等候區

# stopCoveredAreaText
source: Is there a covered waiting area at the stop?
be: Ці ёсць крытая зона чакання на прыпынку?
cs: Je na zastávce zastřešená čekárna?
de: Gibt es an der Haltestelle einen überdachten Wartebereich?
es: ¿Hay un área de espera cubierta en la parada?
fr: L’arrêt est il couvert ?
it: C'è una zona di attesa riparata in questa fermata?
pt: Existe uma zona de espera coberta na paragem?
pt_br: Existe uma área de espera coberta na parada?
ru: Есть ли на остановке крытая зона ожидания?
sv: Finns det ett väntutrymme under tak på den här hållplatsen?
zh_hans: 这个车站是否提供有棚等候区？
zh_hant: 車站有有遮蓋的等候區嗎？

# timetableDisplayName
source: Timetable display
be: Дысплей раскладу
cs: Zobrazení jízdních řádů
de: Fahrplan-Anzeige
es: Pantalla de horario
fr: Tableau d’horaires
it: Tabellone orario
nb: Tidstabellvisning
pt: Ecrãs de horários
pt_br: Painel de horários
ru: Отображение расписания
sv: Tidtabellstavla
zh_hans: 时刻表显示
zh_hant: 時刻表顯示

# timetableDisplayText
source: Is there a station-wide timetable display?
be: Ці ёсць расклад па ўсёй станцыі?
cs: Existuje celonádražní zobrazení jízdních řádů?
de: Gibt es eine stationsweite Fahrplan-Anzeige?
es: ¿Hay una pantalla de horario en toda la estación?
fr: Un tableau d’horaires est-t’il présent ?
it: C'è un tabellone degli orari della stazione?
nb: Finnes det tidstabellvisning for hele stasjonen?
pt: Existe um ecrã de horários em toda a estação?
pt_br: Existe um painel de horários em toda a estação?
ru: Есть ли отображение расписания на всю станцию?
sv: Finns det en stationsövergripande tidtabellstavla?
zh_hans: 这个车站是否提供全站时刻表显示?
zh_hant: 有全站時刻表顯示嗎？

# timetableDisplayDescription
source: Timetable displays provide an overview of all journeys at the entire station. Dynamic displays provide information about current timetable changes such as delays, cancellations or platform changes. Static displays are printed timetables.
be: Дысплей раскладу забяспечвае агляд усіх паездак на ўсёй станцыі. Дынамічныя дысплеі прадастаўляюць інфармацыю аб бягучых зменах раскладу, такіх як затрымкі, адмены або змены платформы. Статычныя дысплеі - гэта друкаваныя расклады.
cs: Zobrazení jízdních řádů poskytuje přehled o všech jízdách v celé stanici. Dynamické displeje poskytují informace o aktuálních změnách jízdního řádu, jako jsou zpoždění, zrušení nebo změny nástupišť. Statické displeje jsou tištěné jízdní řády.
de: Fahrplan-Anzeigen geben einen Überblick aller Fahrten an der gesamten Station. Dynamische Anzeigen informieren über aktuelle Fahrplanänderungen wie Verspätungen, Ausfälle oder Gleisänderungen. Statische Anzeigen sind gedruckte Fahrpläne.
es: Las pantallas de horario proporcionan una visión general de todos los viajes en toda la estación. Las pantallas dinámicas proporcionan información sobre los cambios de horario actuales, como retrasos, cancelaciones o cambios en la plataforma. Las pantallas estáticas son horarios impresos.
fr: Les tableaux d’horaires indiquent les horaires des itinéraires passant par cet arrêt. Des affichages dynamiques permettent également d’indiquer l’état du réseau comme les retards et autres perturbations. Un affichage statique peut se résumer à une feuille imprimée.
it: I tabelloni degli orari forniscono una panoramica di tutti i viaggi nell'intera stazione. I tabelloni dinamici forniscono informazioni sulle modifiche dell'orario in corso, come ritardi, cancellazioni o cambi di binario. I tabelloni statici sono orari stampati.
pt: Os ecrãs de horários fornecem uma visão geral de todas as viagens em toda a estação. Os ecrãs dinâmicos fornecem informações sobre as alterações atuais do horário, tais como atrasos, cancelamentos ou mudanças de plataforma. Os ecrãs estáticos são horários impressos.
pt_br: Os painéis de horários fornecem uma visão geral de todas as viagens em toda a estação. Os painéis dinâmicos fornecem informações sobre as alterações atuais do horário, tais como atrasos, cancelamentos ou mudanças de plataforma. Os painéis estáticos são horários impressos.
ru: Отображение расписания обеспечивает обзор всех поездок на всей станции. Динамические дисплеи предоставляют информацию о текущих изменениях в расписании, таких как задержки, отмены или смена платформы. Статические дисплеи представляют собой распечатанные расписания.
sv: Tidtabellstavlor ger en översikt över alla resor på hela stationen. Dynamiska tavlor informerar om aktuella tidtabellavvikelser såsom förseningar, inställda avgångar eller plattformsbyten. Statiska tavlor visar tryckta tidtabeller.
zh_hans: 时刻表显示是提供整个车站所有行程的概览。动态显示提供有关当前时刻表变化的信息，如延误、取消或站台变化。静态显示屏为印刷版时刻表。
zh_hant: 時刻表顯示提供整個車站所有行程的概覽。動態顯示提供關於目前時刻表變更的資訊，例如延誤、取消或月台變更。靜態顯示是紙本的時刻表。

# timetableDisplayStaticOption
source: Static timetable display
be: Статычны дысплэй
cs: Statické zobrazení jízdních řádů
de: Statische Fahrplan-Anzeige
es: Pantalla de horario estático
fr: Affichage statique
it: Tabellone orari statico
nb: Statisk tidstabellvisning
pt: Ecrã fixo do horário
pt_br: Painel estático de horários
ru: Статическое отображение расписания
sv: Statisk tidtabellstavla
zh_hans: 静态时刻表显示
zh_hant: 靜態時刻表顯示

# timetableDisplayDynamicOption
source: Dynamic timetable display
be: Дынамічны дысплэй
cs: Dynamické zobrazení jízdních řádů
de: Dynamische Fahrplan-Anzeige
es: Pantalla dinámica de horario
fr: Affichage dynamique
it: Tabellone orari dinamico
nb: Dynamisk tidstabellvisning
pt: Ecrã dinâmico do horário
pt_br: Painel dinâmico de horários
ru: Динамическое отображение расписания
sv: Dynamisk tidtabellstavla
zh_hans: 动态时刻表显示
zh_hant: 動態時刻表顯示

# timetableDisplayNoDisplayOption
source: No timetable display
be: няма
cs: Žádné zobrazení jízdních řádů
de: Keine Fahrplan-Anzeige
es: Sin pantalla de horario
fr: Pas de tableau horaire
it: Nessun tabellone
nb: Ingen tidstabellvisning
pt: Sem ecrã de horários
pt_br: Sem painel de horários
ru: Отсутствие отображения расписания
sv: Ingen tidtabellstavla
zh_hans: 无时刻表显示
zh_hant: 未顯示時刻表

# timetableDisplaySpeechOutputName
source: Speech output of the timetable display
be: Гукавы вывад дысплэя раскладу
cs: Hlasový výstup zobrazení jízdního řádu
de: Sprachausgabe der Fahrplan-Anzeige
es: Anuncio auditivo de la pantalla de horarios
fr: Assistance vocale
it: Riproduzione vocale del tabellone orario
nb: Taleinstruks fra tidstabellvisningen
pt: Saída de voz do ecrã do horário
pt_br: Anúncio auditivo do painel de horários
ru: Речевой вывод отображения расписания
sv: Uppläst tidtabellstavla
zh_hans: 时刻表语音播报
zh_hant: 時刻表顯示的語音輸出

# timetableDisplaySpeechOutputText
source: Does the station-wide timetable display provides speech output that can be requested manually?
be: Ці забяспечвае дысплей раскладу на ўсёй станцыі гукавы вывад, які можна запытаць уручную?
cs: Poskytuje celostátní zobrazení jízdního řádu hlasový výstup, který lze vyžádat ručně?
de: Hat die stationsweite Fahrplan-Anzeige eine manuell anforderbare akustische Ausgabe?
es: ¿La pantalla del horario de toda la estación proporciona salida de voz que se puede solicitar manualmente?
fr: L’affichage propose-t’il une version vocale ?
it: Il tabellone orario della stazione fornisce una riproduzione vocale a richiesta?
pt: O ecrã do horário em toda a estação fornece uma saída de voz que pode ser solicitada manualmente?
pt_br: O painel de horários em toda a estação fornece uma saída de voz que pode ser solicitada manualmente?
ru: Предоставляет ли отображение расписания на всю станцию речевой вывод, который можно запросить вручную?
zh_hans: 整个车站的时刻表显示屏是否提供可手动要求的语音输出？
zh_hant: 全站時刻表顯示是否提供可手動要求的語音輸出？

# timetableDisplaySpeechOutputDescription
source: Timetable displays provide an overview of all journeys at the entire station. Some timetable displays offer the option to play back the displayed information acoustically on demand (e.g. via a button).
be: Дысплей раскладу забяспечвае агляд усіх паездак на ўсёй станцыі. Некаторыя дысплеі раскладу прапануюць магчымасць прайгравання адлюстраванай інфармацыі ў гукавым рэжыме па патрабаванні (напрыклад, з дапамогай кнопкі).
cs: Zobrazení jízdních řádů poskytuje přehled o všech jízdách v celé stanici. Některé displeje jízdních řádů nabízejí možnost akustického přehrávání zobrazených informací na požádání (např. pomocí tlačítka).
de: Fahrplan-Anzeigen geben einen Überblick aller Fahrten an der gesamten Station. Einige Fahrplan-Anzeigen bieten die Möglichkeit, bei Bedarf (z.B. über einen Taster) die angezeigten Informationen akustisch wiederzugeben.
es: Las pantallas de horario proporcionan una visión general de todos los viajes en toda la estación. Algunas pantallas de horario ofrecen la opción de reproducir la información mostrada acústicamente a pedido (por ejemplo, a través de un botón).
fr: Les tableaux d’horaires indiquent les horaires des itinéraires passant par cet arrêt. Certains équipements disposent d’une fonction de lecture vocale sur demande (ex : via un bouton).
it: I tabelloni degli orari forniscono una panoramica di tutti i viaggi nell'intera stazione. Alcuni tabelloni degli orari offrono la possibilità di riprodurre su richiesta le informazioni visualizzate (ad esempio, tramite un pulsante).
pt: Os ecrãs de horários fornecem uma visão geral de todas as viagens em toda a estação. Alguns ecrãs de horários oferecem a opção de reproduzir acusticamente as informações apresentadas, a pedido (por exemplo, através de um botão).
pt_br: Os painéis de horários fornecem uma visão geral de todas as viagens em toda a estação. Algumas painéis de horários oferecem a opção de reproduzir acusticamente as informações apresentadas a pedido (por exemplo, através de um botão).
ru: Отображение расписания обеспечивает обзор всех поездок на всей станции. Некоторые дисплеи расписания предлагают возможность акустического воспроизведения отображаемой информации по запросу (например, с помощью кнопки).
zh_hans: 时刻表显示屏提供整个车站的所有行程概览。有些时刻表显示屏还可根据需要（如通过按钮）以声音方式播放所显示的信息。
zh_hant: 時刻表顯示提供整個車站所有行程的概覽。部份時刻表顯示提供了根據需要以聲音方式播放所顯示資訊的選項（例如透過按鈕）。

# passengerInformationDisplayName
source: Passenger information display
be: Дысплей інфармацыі для пасажыраў
cs: Informační displej pro cestující
de: Dynamischer Fahrtziel-Anzeiger
es: Pantalla de información del pasajero
fr: Affichage d’informations
pt: Ecrã de informação aos passageiros
pt_br: Painel de informação aos passageiros
ru: Отображение информации для пассажиров
zh_hans: 乘旅信息显示
zh_hant: 乘客資訊顯示

# passengerInformationDisplayText
source: Is there a passenger information display at the stop?
be: Ці ёсць на прыпынку табло з інфармацыяй для пасажыраў?
cs: Je na zastávce informační displej pro cestující?
de: Gibt es einen dynamischen Fahrtziel-Anzeiger an der Haltestelle?
es: ¿Hay una pantalla de información del pasajero en la parada?
fr: Existe-t’il un affichage d’informations à cet arrêt ?
pt: Existe um ecrã de informação aos passageiros na paragem?
pt_br: Existe um painel de informação aos passageiros na parada?
ru: Есть ли на остановке информационный дисплей для пассажиров?
zh_hans: 这个车站是否提供乘旅信息显示?
zh_hant: 車站有乘客資訊顯示嗎？

# passengerInformationDisplayDescription
source: Passenger information displays show real-time information about the destination of arriving and departing public transport vehicles at a single platform.
be: Інфармацыйныя дысплеі для пасажыраў паказваюць інфармацыю ў рэжыме рэальнага часу аб пунктах прызначэння транспартных сродкаў грамадскага транспарту, якія прыбываюць і адыходзяць, на адной платформе.
cs: Informační displeje pro cestující zobrazují v reálném čase informace o cíli příjezdu a odjezdu vozidel veřejné dopravy na jednom nástupišti.
de: Dynamische Fahrtziel-Anzeiger zeigen Echtzeit-Informationen über das Ziel ein- bzw. abfahrender Züge/Busse an einem Bahn-/Bussteig an.
es: Las pantallas de información del pasajero muestran información en tiempo real sobre el destino de llegada y salida de vehículos de transporte público en una sola plataforma.
fr: L’affichage d’informations indique en temps réel la destination des véhicules à quai.
pt: Os ecrãs de informação aos passageiros apresentam informações em tempo real sobre o destino dos veículos de transporte público que chegam e partem numa única plataforma.
pt_br: Os painéis de informação aos passageiros apresentam informações em tempo real sobre o destino dos veículos de transporte público que chegam e partem em uma única plataforma.
ru: Информационные дисплеи для пассажиров показывают информацию в реальном времени о пункте назначения прибывающих и отправляющихся транспортных средств общественного транспорта на одной платформе.
zh_hans: 乘旅信息显示是在一个站台上实时显示到达和出发的公共交通车辆的目的地信息。
zh_hant: 乘客資訊顯示在單一月台上顯示關於到達與出發大眾運輸車輛目的地的即時資訊。

# passengerInformationDisplaySpeechOutputName
source: Speech output of the passenger information display
be: Гукавы вывад на дысплеі інфармацыі для пасажыраў
cs: Řečový výstup informačního displeje pro cestující
de: Akustische Ausgabe des Fahrtziel-Anzeigers
es: Anuncio auditivo de la pantalla de información para pasajeros
fr: Assistance vocale
pt: Saída de voz do ecrã de informação aos passageiros
pt_br: Saída de voz do painel de informação aos passageiros
ru: Речевой вывод информационного дисплея для пассажиров
zh_hans: 乘旅信息语音播报
zh_hant: 乘客資訊顯示的語音輸出

# passengerInformationDisplaySpeechOutputText
source: Does the passenger information display at the stop provide speech output that can be requested manually?
be: Ці забяспечвае дысплей інфармацыі для пасажыраў на прыпынку гукавы вывад, які можна запытаць уручную?
cs: Poskytuje informační displej pro cestující na zastávce hlasový výstup, který lze vyžádat ručně?
de: Hat der Fahrtziel-Anzeiger der Haltestelle eine manuell anforderbare akustische Ausgabe?
es: ¿La pantalla de información para pasajeros en la parada proporciona salida de voz que se pueda solicitar manualmente?
fr: L’affichage propose-t’il une version vocale ?
pt: O ecrã de informações aos passageiros na paragem fornece uma mensagem de voz que pode ser solicitada manualmente?
pt_br: O painel de informação aos passageiros na parada fornece uma mensagem de voz que pode ser solicitada manualmente?
ru: Предоставляет ли информационный дисплей для пассажиров на остановке речевой вывод, который можно запросить вручную?
zh_hans: 车站的乘旅信息显示屏是否提供可手动要求的语音输出？
zh_hant: 乘客資訊顯示是否提供可手動要求的語音輸出？

# passengerInformationDisplaySpeechOutputDescription
source: Some passenger information displays offer the option to play back the displayed information acoustically on demand (e.g. via a button).
be: Некаторыя дысплеі з інфармацыяй для пасажыраў прапануюць магчымасць гукавога прайгравання адлюстраванай інфармацыі па патрабаванні (напрыклад, з дапамогай кнопкі).
cs: Některé informační displeje pro cestující nabízejí možnost akustického přehrávání zobrazených informací na požádání (např. pomocí tlačítka).
de: Einige Fahrtziel-Anzeiger bieten die Möglichkeit, bei Bedarf (z.B. über einen Taster) die angezeigten Informationen akustisch wiederzugeben.
es: Algunas pantallas de información del pasajero ofrecen la opción de reproducir la información mostrada acústicamente a pedido (por ejemplo, a través de un botón).
fr: Certains équipements disposent d’une fonction de lecture vocale sur demande (ex : via un bouton).
pt: Alguns ecrãs de informações aos passageiros oferecem a opção de reproduzir acusticamente as informações apresentadas, a pedido (por exemplo, através de um botão).
pt_br: Alguns painéis de informação aos passageiros oferecem a opção de reproduzir acusticamente as informações apresentadas, a pedido (por exemplo, através de um botão).
ru: Некоторые информационные дисплеи для пассажиров предлагают возможность воспроизведения отображаемой информации акустически по запросу (например, с помощью кнопки).
zh_hans: 有些乘旅信息显示屏可根据需要（如通过按钮）播放所显示的信息。
zh_hant: 部份乘客資訊顯示提供了根據需要以聲音方式播放所顯示資訊的選項（例如透過按鈕）。

# announcementsName
source: Announcements
be: Аб'явы
cs: Oznámení
de: Ansagen
es: Anuncios
fr: Annonces
it: Annunci
nb: Kunngjøringer
pt: Anúncios
pt_br: Anúncios
ru: Объявления
sv: Utrop
zh_hans: 公告
zh_hant: 廣播

# announcementsText
source: Are there announcements via loudspeakers at the platform?
be: Ці ёсць аб'явы праз дынамік на платформе?
cs: Jsou na nástupišti hlášení z reproduktorů?
de: Gibt es Ansagen über Lautsprecher an der Plattform?
es: ¿Hay anuncios a través de altavoces en la plataforma?
fr: Des annonces sont-elles faites via enceintes sur ce quai ?
it: Vengono fatti annunci da casse acustiche alla fermata?
pt: Existem anúncios através de altifalantes na plataforma?
pt_br: Existem anúncios através de alto-falantes na plataforma?
ru: Есть ли объявления через громкоговорители на платформе?
sv: Görs det högtalarutrop vid plattformen?
zh_hans: 站台上是否有扬声器广播？
zh_hant: 月台上是否有廣播用的揚聲器？

# announcementsDescription
source: Announcements are acoustic passenger information at the stop.
be: Аб'явы - гэта гукавое інфармаванне пасажыраў на прыпынку.
cs: Hlášení jsou akustické informace pro cestující na zastávce.
de: Unter Ansagen werden die akustischen Fahrgastinformationen an der Haltestelle verstanden.
es: Los anuncios son información acústica para los pasajeros en la parada.
fr: Les annonces sont des informations auditives à destination du public.
it: Gli annunci sono delle informazioni auditive per i passeggeri.
pt: Os anúncios são informações acústicas aos passageiros na paragem.
pt_br: Os anúncios são informações acústicas aos passageiros na parada.
ru: Объявления — это звуковая информация для пассажиров на остановке.
sv: Utrop är passagerarinformation från högtalare vid plattformen.
zh_hans: 广播是车站里以声音形式播送的乘旅信息。
zh_hant: 廣播是車站的聲音乘客資訊。

# stopCurbName
source: Stop curb
cs: Zastávkový obrubník
de: Haltestellen-Bordstein
es: Bordillo en la parada
fr: Bordure
pt: Lancil na paragem
pt_br: Meio-fio na parada
ru: Бордюр остановки
sv: Hållplatsens trottoarkant
zh_hans: 车站路沿
zh_hant: 車站路緣

# stopCurbText
source: Does the stop have a curb on the side of the road?
be: Ці ёсць на прыпынку бардзюр з боку дарогі?
cs: Má zastávka na straně silnice obrubník?
de: Hat die Haltestelle an der Fahrbahnseite einen Bordstein?
es: ¿La parada tiene un bordillo al costado de la carretera?
fr: L’arrêt est-il séparé de la chaussée par une bordure ?
pt: A paragem tem um lancil na berma da estrada?
pt_br: A parada tem um meio-fio na lateral da estrada?
ru: Есть ли у остановки бордюр на обочине дороги?
sv: Har hållplatsen en trottoarkant?
zh_hans: 这个车站是否在靠近公路的一侧有路沿？
zh_hant: 車站路邊有路緣石嗎？

# stopCurbTypeName
source: Curb type
be: Тып бардзюру
cs: Typ obrubníku
de: Bordstein-Art
es: Tipo de bordillo
fr: Type de bordure
pt: Tipo de lancil
pt_br: Tipo de meio-fio
ru: Тип бордюра
sv: Typ av trottoarkant
zh_hans: 路沿类型
zh_hant: 路緣類型

# stopCurbTypeText
source: What kind of curb does the stop have on the roadside where the public transport vehicle stops?
be: Які бардзюр на прыпынку з боку, дзе спыняецца грамадскі транспарт?
cs: Jaký obrubník má zastávka u silnice, kde zastavuje vozidlo MHD?
de: Welche Art von Bordstein hat die Haltestelle an der Seite, an der das Verkehrsmittel hält?
es: ¿Qué tipo de bordillo tiene la parada en la carretera donde se detiene el vehículo de transporte público?
fr: Quel est la hauteur de bordure ?
pt: Que tipo de lancil tem a paragem na berma da estrada onde pára o veículo de transporte público?
pt_br: Que tipo de meio-fio tem a parada na lateral da estrada onde para o veículo de transporte público?
ru: Какой бордюр есть у остановки на обочине дороги, где останавливается транспортное средство общественного транспорта?
sv: Vilken typ av trottoarkant har hållplatsen där bussen stannar?
zh_hans: 公共交通车辆停靠的路边有何种路沿？
zh_hant: 大眾運輸車輛停靠的路邊有什麼樣的路緣？
