Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# numberStepsName
source: Number of steps
be: Колькі прыступак
cs: Počet schodů
de: Stufen-Anzahl
es: Numero de pasos
fr: Nombre de marches
nb: Antall steg
pt: Número de degraus
pt_br: Número de degraus
ru: Количество ступеней

# stairsTactilePavingBothOption
source: Yes, on top and bottom
be: Так, зверху і знізу
cs: Ano, nahoře i dole
de: Ja, oben und unten
es: Sí, en la parte superior e inferior
fr: Oui, en haut et en bas.
pt: Sim, na parte superior e inferior
pt_br: Sim, na parte superior e inferior
ru: Да, сверху и снизу

# stairsTactilePavingNoOption
source: No
be: Няма
cs: Ne
de: Nein
pt: Não
pt_br: Não
ru: Нету
sv: Nej

# crossingMarkingsDescription
source: Markings on the ground are meant to draw attention to the area where pedestrians cross the road.
be: Разметка на зямлі прызначана для прыцягнення ўвагі да месца пераходу пешаходаў.
cs: Značení na zemi má upozornit na místo, kde chodci přecházejí silnici.
de: Markierungen auf dem Boden sollen die Aufmerksamkeit auf den Bereich lenken, in dem Fußgänger die Straße überqueren.
es: Las marcas en el suelo tienen por objeto llamar la atención sobre la zona donde los peatones cruzan la calzada.
pt: As marcações no solo destinam-se a chamar a atenção para a zona onde os peões atravessam a estrada.
pt_br: As marcações no chão têm o objetivo de chamar a atenção para a área onde os pedestres atravessam a rua.
ru: Разметка на земле предназначена для привлечения внимания к зоне, где пешеходы переходят дорогу.

# crossingMarkingsTypeSurfaceOption
source: Surface
be: Паверхня
cs: Povrch
de: Oberfläche
es: Superficie
pt: Superfície
pt_br: Superfície
ru: Поверхность

# crossingMarkingsTypePictogramsOption
source: Pictograms
be: Піктаграмы
cs: Piktogramy
de: Piktogramme
es: Pictogramas
pt: Pictogramas
pt_br: Pictogramas
ru: Пиктограммы

# tramCrossingSignalLightsName
source: Tram crossing signal lights
be: Ліхтары трамвайнага пераходу
cs: Světelná signalizace tramvajových přejezdů
de: Lichtsignal für Straßenbahnübergang
es: Luces de señalización de los pasos a nivel
pt: Semáforos de travessia de elétricos
pt_br: Sinais luminosos de passagem de bonde
ru: Светофор трамвайного переезда

# tramCrossingSignalLightsText
source: Are there signal lights at this tram crossing?
be: Ці ёсць сігналы на гэтым трамвайным пераходзе?
cs: Jsou na tomto tramvajovém přejezdu semafory?
de: Gibt es Lichtsignale an diesem Straßenbahnübergang?
es: ¿Hay semáforos en este paso a nivel?
pt: Existem semáforos nesta travessia de elétrico?
pt_br: Existem semáforos neste cruzamento de bondes?
ru: Есть ли светофоры на этом трамвайном переезде?

# tramCrossingSignalLightsStopOption
source: Stop lights
be: Стоп-сігналы
cs: Zastavovací světla
de: Stopp-Licht
es: Semáforos
pt: Semáforos
pt_br: Semáforos
ru: Стоп-сигналы

# tramCrossingSignalLightsWarningOption
source: Warning lights
be: Сігнальныя агні
cs: Varovná světla
de: Warn-Licht
es: Luces de emergencia
pt: Luzes de aviso
pt_br: Luzes de aviso
ru: Предупреждающие сигналы

# tramCrossingSignalLightsWarningOptionDescription
source: Draws the attention of subordinate pedestrians to approaching traffic.
be: Звяртае ўвагу пешаходаў на набліжэнне транспарту.
cs: Upozorňuje chodce na blížící se dopravní prostředek.
de: Lenkt die Aufmerksamkeit der untergeordneten Fußgänger auf den herannahenden Verkehr.
es: Llama la atención de los peatones sobre el tráfico que se aproxima.
pt: Chama a atenção dos peões subordinados para o tráfego que se aproxima.
pt_br: Chama a atenção dos pedestres subordinados para o tráfego que se aproxima.
ru: Привлекает внимание подчиненных пешеходов к приближающемуся транспорту.

# curbTypeLoweredOption
source: Lowered (<3cm)
be: Нізкі (<3см)
cs: Snížený (<3 cm)
de: Abgesenkt (<3cm)
es: Bajo (<3cm)
fr: Abaissée (< 3 cm)
pt: Rebaixado (<3cm)
pt_br: Abaixado (<3 cm)
ru: Опущенный (<3 см)
sv: Låg (<3 cm)

# curbTypeFlush
source: Flush (≈0cm)
be: Без выступаў (≈0cm)
cs: Zapuštěný (≈0cm)
de: Ebenerdig (≈0cm)
es: Al mismo nivel (≈0cm)
fr: À niveau (≈ 0 cm)
pt: Mesmo nível (≈0cm)
pt_br: Nivelado (≈0 cm)
ru: Без выступа (≈0cm)
sv: I nivå med gatan (≈0 cm)

# tactilePavingName
source: Tactile paving
be: Тактыльнае пакрыццё
cs: Hmatová dlažba
de: Bodenindikatoren
es: Pavimento táctil
fr: Bande podotactile
pt: Pavimento tátil
pt_br: Pavimento tátil
ru: Тактильное покрытие
sv: Orienteringsplattor

# crossingBarrierName
source: Crossing barrier
be: Пераходны шлагбаум
cs: Překonání bariéry
de: Sicherung des Bahnübergangs
es: Barrera peatonal
pt: Barreira de travessia
pt_br: Barreira de travessia
ru: Шлагбаум для перехода
sv: Säkerhet vid järnvägsövergång

# crossingBarrierOption
source: Barrier
be: Шлагбаўм
cs: Zábrana
de: Schranke
es: Barreras
pt: Barreira
pt_br: Barreira
ru: Барьер
sv: Vägbom

# crossingBarrierChicaneOption
source: Chicane
be: Шыкана
cs: Šikana
de: Umlaufsperre
pt: Gincana
ru: Шикана
sv: Gångfålla

# railroadWarningLightText
source: Is there a warning light at this railroad crossing?
be: Ці ёсць на гэтым чыгуначным пераходзе сігнал?
cs: Je na tomto železničním přejezdu výstražné světlo?
de: Gibt es ein Warnlicht an diesem Bahnübergang?
es: ¿Hay una luz de advertencia en este cruce ferroviario?
fr: Cette traversée est-elle équipée de feux d’avertissement ?
pt: Existe alguma luz de aviso nesta passagem de nível?
pt_br: Existe uma luz de aviso nesta passagem em nível?
ru: Есть ли на этом железнодорожном переезде предупредительный свет?
sv: Finns det varningsljus vid denna järnvägskorsning?

# railroadAcousticWarningName
source: Railroad acoustic warning signal
be: Папераджальны гукавы сігнал на чыгуначным пераходзе
cs: Železniční akustický výstražný signál
de: Bahn-Akustisches-Warnsignal
es: Señal de advertencia acústica ferroviaria
fr: Avertissement sonore
pt: Sinal de aviso acústico ferroviário
pt_br: Sinal acústico de aviso ferroviário
ru: Акустический сигнал предупреждения на железной дороге
sv: Ljudsignaler från tåg

# transportationModesName
source: Modes of transportation
be: Віды транспарту
cs: Způsoby přepravy
de: Verkehrsmittel
es: Modos de transporte
fr: Moyen de transport
pt: Modos de transporte
pt_br: Meios de transporte
ru: Виды транспорта
sv: Transportslag
zh_hans: 交通模式

# transportationModesBusOption
source: Bus
be: Аўтобус
cs: Autobus
es: Autobús
pt: Autocarro
pt_br: Ônibus
ru: Автобус
sv: Buss
zh_hans: 公交

# transportationModesTrainOptionDescription
source: This includes both local trains and long-distance trains.
be: Сюды ўваходзяць як прыгарадныя цягнікі, так і цягнікі далёкага накіравання.
cs: To se týká jak místních, tak dálkových vlaků.
de: Hierunter sind sowohl Züge für den Nahverkehr (inkl. S-Bahnen) als auch Fernverkehr zu verstehen.
es: Esto incluye tanto trenes locales como trenes de larga distancia.
fr: Inclut aussi bien les petites lignes que les grandes.
pt: Isto inclui tanto os comboios locais como os comboios de longa distância.
pt_br: Isso inclui tanto trens locais quanto trens de longa distância.
ru: Сюда входят как пригородные поезда, так и поезда дальнего следования.
sv: Detta inkluderar både pendeltåg och fjärrtåg.

# unitCentimeter
source: centimeter
be: см
cs: centimetr
de: Zentimeter
es: centímetro
fr: Centimètre
hr: Centimetara
pt: centímetro
pt_br: centímetro
ru: сантиметр
zh_hans: 厘米
zh_hant: 公分

# operatorName
source: Operator
be: Аператар
cs: Provozovatel
de: Betreiber
es: Operador
fr: Gestionnaire
hr: Operater
it: Operatore
nb: Operatør
pt: Operador
pt_br: Operador
ru: Перевозчик
sv: Operatör
zh_hans: 运营商
zh_hant: 營運者

# ticketOfficeWheelchairName
source: Wheelchair-accessible
be: Прыстасаваны для інвалідаў-калясачнікаў
cs: Bezbariérový přístup
de: Rollstuhlgerecht
es: Accesible para silla de ruedas
fr: Accessibilité
it: Accessibile in sedia a rotelle
nb: Rullestolstilgjengelig
pt: Acessível a cadeiras de rodas
pt_br: Acessível para cadeira de rodas
ru: Для инвалидных колясок
sv: Rullstolsanpassning
zh_hans: 无障碍适用性
zh_hant: 輪椅無障礙

# informationCenterWheelchairName
source: Wheelchair-accessible
be: Прыстасаваны для інвалідаў-калясачнікаў
cs: Bezbariérový přístup
de: Rollstuhlgerecht
es: Accesible para silla de ruedas
fr: Accessibilité
hr: Pristupačno za invalidska kolica
it: Accessibile in sedia a rotelle
nb: Rullestolstilgjengelig
pt: Acessível a cadeiras de rodas
pt_br: Acessível para cadeira de rodas
ru: Приспособлено для инвалидных колясок
sv: Rullstolsanpassning
zh_hans: 无障碍适用性
zh_hant: 輪椅無障礙

# parkingTypeText
source: What kind of parking is it?
be: Што гэта за паркоўка?
cs: O jaký typ parkování se jedná?
de: Um welche Art von Parkplatz handelt es sich?
es: ¿Qué tipo de estacionamiento es?
fr: Quel est le type de stationnement ?
hr: O kakvom je parkingu riječ?
it: Che tipo di parcheggio è?
nb: Hva slags parkering er det?
pt: Que tipo de estacionamento é este?
pt_br: Que tipo de estacionamento é este?
ru: Какой это вид парковки?
sv: Vilken typ av parkering är det här?
zh_hans: 是什么样的停车场？
zh_hant: 是哪種類型的停車場？

# toiletAccessibilityNoWheelchairOptionDescription
source: The toilets are not accessible by wheelchair.
be: Туалеты недаступныя для інвалідаў-калясачнікаў.
cs: Toalety nejsou přístupné pro vozíčkáře.
de: Die Toiletten sind für Rollstuhlfahrer nicht zugänglich.
es: Los aseos no son accesibles en silla de ruedas.
fr: Les toilettes ne sont pas accessibles en fauteuil roulant.
it: I bagni non sono accessibili in sedia a rotelle.
nb: Toalettene er ikke rullestolstilgjengelige. Rullestolsbrukere har ikke tilgang.
pt: As casas de banho não são acessíveis a cadeiras de rodas.
pt_br: Os banheiros não são acessíveis para cadeiras de rodas.
ru: Туалеты не доступны для инвалидов-колясочников.
sv: Toaletterna är inte anpassade för rullstol.
zh_hans: 厕所并不是轮椅无障碍的，轮椅使用者无法使用。
zh_hant: 輪椅無法進入廁所。

# toiletFeesName
source: Toilet fees
be: Плата за туалет
cs: Poplatky za toaletu
de: Toiletten-Gebühren
es: Tarifas de baño
fr: Coût des toilettes
it: Bagni a pagamento
nb: Toalettgebyrer
pt: Custo de utilização das casas de banho
pt_br: Custo do banheiro
ru: Плата за пользование туалетом
sv: Toalettavgift
zh_hans: 厕所费用
zh_hant: 廁所使用費

# stopCurbTypeRaisedOption
source: Raised (>3cm)
be: Высокі (>3cm)
cs: Zvýšený (>3cm)
de: Erhöht (>3cm)
es: Elevado (>3cm)
fr: Surélevée (> 3 cm)
it: Rialzato (>3cm)
nb: Forhøyet (>3cm)
pt: Elevado (>3cm)
pt_br: Elevado (>3cm)
ru: Приподнятый (>3 см)
sv: Upphöjd (>3 cm)
zh_hans: 高抬 (>3cm)
zh_hant: 凸起（> 3 公分）

# portableRampDescription
source: Portable ramps help wheelchair users to overcome gaps or steps (when getting on or off a vehicle).
be: Пераносныя пандусы дапамагаюць інвалідам-калясачнікам пераадольваць прамежкі або прыступкі (пры пасадцы або выхадзе з транспартнага сродку).
cs: Přenosné rampy pomáhají vozíčkářům překonávat mezery nebo schody (při nastupování nebo vystupování z vozidla).
de: Bewegbare Rampen helfen Rollstuhlfahrenden bei der Überwindung eines Spalts bzw. von Stufen (beim Ein- und Ausstieg).
es: Las rampas portátiles ayudan a los usuarios de sillas de ruedas a superar las brechas o los escalones (al subir o bajar un vehículo).
fr: Les rampes portatives permettent aux personnes en fauteuil roulant de franchir des espaces ou des marches pour monter et descendre des véhicules.
it: Le rampe portabili aiutano le persone in sedie a rotelle a superare gli spazi vuoti e i gradini (quando salgono o scendono dai veicoli).
pt: As rampas portáteis ajudam os utilizadores de cadeiras de rodas a ultrapassar desníveis ou degraus (quando entram ou saem de um veículo).
pt_br: As rampas portáteis ajudam os usuários de cadeiras de rodas a superar vãos ou degraus (ao entrar ou sair de um veículo).
ru: Переносные пандусы помогают пользователям инвалидных колясок преодолевать зазоры или ступеньки (при посадке или высадке из транспортного средства).
sv: Portabla ramper hjälper rullstolsanvändare att ta sig över avstånd eller höjdskillnader (vid på- och avstigning).
zh_hans: 便携式坡道可帮助轮椅使用者在上下车时越过缝隙或台阶。
zh_hant: 可攜式坡道可協助輪椅使用者克服間隙或台階（上下車輛時）。

# portableRampLengthText
source: How long is the portable wheelchair ramp?
be: Якая даўжыня пераноснага пандуса для інвалідных калясак?
cs: Jak je přenosná rampa pro vozíčkáře dlouhá?
de: Wie lang ist die bewegbare Rollstuhl-Rampe?
es: ¿Qué longitud tiene la rampa portátil para sillas de ruedas?
fr: Quelle est la longueur de la rampe ?
it: Quanto è lunga la rampa portabile per sedie a rotelle?
nb: Hvor lang er den flyttbare rullestolsrampen?
pt: Qual é o comprimento da rampa portátil para cadeiras de rodas?
pt_br: Qual é o comprimento da rampa portátil para cadeira de rodas?
ru: Какова длина переносного пандуса для инвалидных колясок?
sv: Hur lång är den portabla rullstolsrampen?
zh_hans: 便携式轮椅坡道有多长
zh_hant: 可攜式輪椅坡道多長？

# portableRampLengthPlaceholder
source: Ramp length
be: Даўжыня рампы
cs: Délka rampy
de: Rampenlänge
es: Longitud de rampa
fr: Longueur de rampe
it: Lunghezza della rampa
nb: Rampelengde
pt: Comprimento da rampa
pt_br: Comprimento da rampa
ru: Длина пандуса
sv: Rampens längd
zh_hans: 坡道长度
zh_hant: 坡道長度

# portableRampLoadCapacityName
source: Ramp load capacity
be: Грузападымальнасць рампы
cs: Nosnost nájezdové rampy
de: Rampen-Tragfähigkeit
es: Capacidad de carga de rampa
fr: Charge maximale de rampe
nb: Rampelastekapasitet
pt: Capacidade de carga da rampa
pt_br: Capacidade de carga da rampa
ru: Грузоподъемность пандуса
sv: Rampens maxlast
zh_hans: 坡道承载量
zh_hant: 坡道負載能力

# portableLiftName
source: Portable lift
be: Партатыўны пад'ёмнік
cs: Přenosný výtah
de: Bewegbarer Hublift
es: Elevador portátil
fr: Ascenseur portatif
pt: Elevador portátil
pt_br: Elevador portátil
ru: Переносной подъемник
sv: Flyttbar rullstolshiss
zh_hans: 便携式升降机
zh_hant: 可攜式升降機

# portableLiftLengthPlaceholder
source: Length
be: Даўжыня
cs: Délka
de: Stellflächenlänge
es: Longitud
fr: Longeur
nb: Lengde
pt: Comprimento
pt_br: Comprimento
ru: Длина
sv: Längd
zh_hans: 长度
zh_hant: 長度

# doorTypeName
source: Door type
be: Тып дзвярэй
cs: Typ dveří
de: Tür-Art
es: Tipo de puerta
fr: Type de porte
nb: Dørtype
pt: Tipo de porta
pt_br: Tipo da porta
ru: Тип двери
sv: Dörrtyp
zh_hans: 门类型
zh_hant: 門類型

# doorTypeSwingingOption
source: Swinging door
be: Распашныя дзверы
cs: Křídlové dveře
de: Pendeltür
es: Puerta de vaivén
fr: Porte battante
nb: Svingdør
pt: Porta basculante
pt_br: Porta de vaivém
ru: Распашная дверь
sv: Svängdörr
zh_hans: 平开门
zh_hant: 雙開式彈簧門

# doorAutomatismTypeName
source: Door automatism type
be: Тып аўтаматыкі
cs: Typ dveřní automatiky
de: Tür-Automatik-Art
es: Tipo de sistema automático de puerta
fr: Type d’automatisme
nb: Dørautomasjonstype
pt: Tipo de automatismo de porta
pt_br: Tipo de automatismo de porta
ru: Тип автоматики двери
sv: Typ av dörrautomation
zh_hans: 自动门类型
zh_hant: 自動門類型

# doorWidthPlaceholder
source: Width
be: Шырыня
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
pt: Largura
pt_br: Largura
ru: Ширина
sv: Bredd
zh_hans: 宽度
zh_hant: 寬度

# stopLightName
source: Lighting
be: Асвятленне
cs: Osvětlení
de: Beleuchtung
es: Iluminación
fr: Éclairage
pt: Iluminação
pt_br: Iluminação
ru: Освещение
sv: Belysning
zh_hans: Stop lighting
zh_hant: 燈光

# stopLightText
source: Is this stop illuminated at night?
be: Гэты прыпынак асвятляецца ўначы?
cs: Je tato zastávka v noci osvětlena?
de: Ist diese Haltestelle nachts beleuchtet?
es: ¿Esta parada está iluminada por la noche?
fr: Cet arrêt est-il éclairé ?
pt: Esta paragem é iluminada à noite?
pt_br: Esta parada é iluminada à noite?
ru: Освещается ли эта остановка ночью?
sv: Är hållplatsen upplyst på kvällen?
zh_hant: 此車站晚上有燈光嗎？

# stopLightDescription
source: The stop doesn't need to have its own lighting. It is sufficient if it is sufficiently illuminated by surrounding lamps.
be: Прыпынку не трэба мець уласнае асвятленне. Дастаткова, калі ён будзе дастаткова асветлены навакольнымі лямпамі.
cs: Zastávka nemusí mít vlastní osvětlení. Stačí, když je dostatečně osvětlena okolními svítidly.
de: Die Haltestelle muss keine eigene Beleuchtung besitzen. Es reicht, wenn sie durch umgebende Lampen ausreichend beleuchtet wird.
es: La parada no necesita tener su propia iluminación. Es suficiente si está correctamente iluminado por las lámparas circundantes.
fr: L’arrêt n’a pas besoin d’avoir son propre éclairage si l’équipement environnant est suffisant.
pt: A paragem não precisa de ter iluminação própria. Basta que seja suficientemente iluminada pelas luzes circundantes.
pt_br: A parada não precisa ter sua própria iluminação. É suficiente que seja suficientemente iluminada pelas lâmpadas ao redor.
ru: Остановке не нужно собственное освещение. Достаточно, если она достаточно освещена окружающими лампами.
sv: Hållplatsen behöver inte ha egen belysning. Det räcker att den är tillräckligt upplyst av kringliggande lyktstolpar.
zh_hant: 車站不需要有自己的照明。周圍的燈光可以照亮就足夠了。

# cycleBarrierTypeSingleOption
source: Single
be: Адзін
cs: Jediný
de: Einfach
es: Sencilla
fr: Simple
nb: Enkel
pt: Individual
pt_br: Único
ru: Одинарный
sv: Enkel
zh_hans: 单道
zh_hant: 單一

# cycleBarrierWidthPlaceholder
source: Width
be: Шырыня
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
nb: Bredde
pt: Largura
pt_br: Largura
ru: Ширина
sv: Bredd
zh_hans: 宽度
zh_hant: 寬度

# cycleBarrierOpeningPlaceholder
source: Width
be: Шырыня
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
pt: Largura
pt_br: Largura
ru: Ширина
sv: Bredd
zh_hans: 宽度
zh_hant: 寬度

# stairLiftLengthPlaceholder
source: Length
be: Даўжыня
cs: Délka
de: Tiefe
es: Longitud
fr: Longueur
pt: Comprimento
pt_br: Comprimento
ru: Длина
sv: Längd

# stairLiftWidthPlaceholder
source: Width
be: Шырыня
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
nb: Bredde
pt: Largura
pt_br: Largura
ru: Ширина
sv: Bredd

# elevatorWidthPlaceholder
source: Width
be: Шырыня
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
pt: Largura
pt_br: Largura
ru: Ширина
sv: Bredd

# parkAndRideName
source: Park+Ride
be: Паркінг + Праезд
cs: Zaparkuj+jeď
es: Estacionamiento y transporte público
fr: Parking relais
pt: Estacionar + Viajar
pt_br: Bolsão de estacionamento
ru: Парковка и проезд
sv: Pendlarparkering
zh_hans: 停车换乘
zh_hant: 停車轉乘

# cycleBarrierWidthDescription
source: The clearance width, also known as passage width, describes the maximum permissible width to be able to pass a barrier.
be: Шырыня прасвету, таксама вядомая як шырыня праезду, апісвае максімальна дапушчальную шырыню для пераходу бар'ера.
cs: Průjezdná šířka, známá také jako šířka průjezdu, popisuje maximální přípustnou šířku pro průjezd překážkou.
de: Die Durchgangsbreite, auch lichte Breite genannt, beschreibt die maximal zulässige Breite, um eine Sperre passieren zu können.
es: El ancho libre, también conocido como ancho de paso, describe el ancho máximo permitido para poder pasar una barrera.
fr: La largeur du passage indique la largeur maximale pouvant franchir la barrière.
pt: A largura livre, também conhecida como largura de passagem, descreve a largura máxima permitida para poder passar uma barreira.
pt_br: A largura de folga, também conhecida como largura de passagem, descreve a largura máxima permitida para poder passar por uma barreira.
ru: Ширина зазора, также известная как ширина проезда, описывает максимально допустимую ширину, позволяющую пройти через ограждение.
sv: Fribredden är den bredd igenom vilken ett fordon kan passera hindret.
zh_hans: 间隙宽度，也被理解为行人宽度，描述了能通过隔离栏的最大容许宽度。
zh_hant: 間隙寬度，也稱為通道寬度，描述了能夠通過障礙物的最大允許寬度。

# cycleBarrierWidthName
source: Cycle barrier clearance width
be: Шырыня веласіпеднага бар'ера
cs: Šířka bariéry pro cyklisty
de: Umlaufsperren-Durchgangsbreite
es: Ancho de despeje de la barrera para bicicletas
fr: Largeur de barrière
pt: Largura livre da barreira para ciclistas
pt_br: Largura de folga da barreira para bicicletas
ru: Ширина барьера велосипедного ограждения
sv: Fribredd på cykelfålla
zh_hans: 循环隔离栏间隙宽度
zh_hant: 腳踏車障礙物入口寬度

# operatorPlaceholder
source: Operator
be: Аператар
cs: Provozovatel
de: Betreiber
es: Operador
fr: Gestionnaire
it: Operatore
nb: Operatør
pt: Operador
pt_br: Operador
ru: Перевозчик
sv: Operatör
zh_hans: 运营商
zh_hant: 營運者

# operatorText
source: Which public transport company operates this facility?
be: Якая кампанія кіруе гэтым аб'ектам?
cs: Který dopravní podnik provozuje toto zařízení?
de: Welches Verkehrsunternehmen betreibt diese Einrichtung?
es: ¿Qué compañía de transporte público opera esta instalación?
fr: Quelle société de transport public est en charge de cet équipment ?
hr: Koja tvrtka javnog prijevoza upravlja ovim objektom?
it: Quale azienda di trasporto pubblico gestisce questo luogo?
nb: Hvilket selskap for offentlig transport driver denne installasjonen?
pt: Que empresa de transportes públicos explora este serviço?
pt_br: Que empresa de transporte público opera este serviço?
ru: Какая компания общественного транспорта управляет этим объектом?
sv: Vilken kollektivtrafiksmyndighet driver den här anläggningen?
zh_hans: 哪个公共交通公司运营这个设施？
zh_hant: 哪家大眾運輸業者經營這個設施？
