Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# doorAutomatismDescription
source: With automatic opening, the door is opened by a mechanism. This can be triggered by a sensor or button.
be: Пры аўтаматычным адкрыцці дзверы адчыняюцца з дапамогай механізму. Гэта можа быць выклікана датчыкам або кнопкай.
cs: Při automatickém otevírání se dveře otevírají pomocí mechanismu. Ten může být spuštěn senzorem nebo tlačítkem.
de: Bei der automatischen Öffnung wird die Tür von einer Mechanik geöffnet. Diese kann durch einen Sensor oder Taster ausgelöst werden.
es: Con apertura automática, la puerta se abre mediante un mecanismo. Esto puede ser activado por un sensor o un botón.
fr: Via un bouton ou des capteurs, la porte peut s’ouvrir automatiquement.
pt: Com abertura automática, a porta é aberta por um mecanismo. Este pode ser acionado por um sensor ou por um botão.
pt_br: Com a abertura automática, a porta é aberta por um mecanismo. Ele pode ser acionado por um sensor ou botão.
ru: При автоматическом открывании дверь открывается механизмом. Он может быть активирован датчиком или кнопкой.
sv: Automatisk öppning innebär att dörren öppnas med hjälp av en dörröppningsmekanism. Den kan aktiveras med antingen en sensor eller en knapp.
zh_hans: 门由一个装置自动打开。这可以由传感器或按钮触发。
zh_hant: 自動開門是透過機械裝置將門打開。這可以由感應器或按鈕觸發。

# revolvingDoorAutomatismText
source: Does the revolving door move automatically?
be: Ці рухаюцца паваротныя дзверы аўтаматычна?
cs: Pohybují se otáčecí dveře automaticky?
de: Bewegt sich die Drehtür automatisch?
es: ¿La puerta giratoria se mueve automáticamente?
fr: La porte tambour tourne-t’elle automatiquement ?
nb: Beveger karuselldøren seg automatisk?
pt: A porta giratória move-se automaticamente?
pt_br: A porta giratória se move automaticamente?
ru: Движется ли вращающаяся дверь автоматически?
sv: Snurrar karuselldörren automatiskt?
zh_hans: 旋转门会自动转吗？
zh_hant: 旋轉門會自動移動嗎？

# revolvingDoorAutomatismName
source: Revolving door automatic
be: Аўтаматычныя паваротныя дзверы
cs: Automatické otáčecí dveře
de: Drehtür-Automatik
es: Puerta giratoria automática
fr: Porte tambour automatique
nb: Karuselldørautomatikk
pt: Porta giratória automática
pt_br: Porta giratória automática
ru: Автоматически вращающейся двери
sv: Karuselldörrsautomation
zh_hans: 自动旋转门
zh_hant: 自動旋轉門

# revolvingDoorAutomatismDescription
source: Revolving doors that rotate automatically do not have to be moved using your own physical strength.
be: Паваротныя дзверы, якія верцяцца аўтаматычна, не трэба перамяшчаць уласнымі сіламі.
cs: Otáčecí dveře, které se otáčejí automaticky, nemusíte posouvat vlastní fyzickou silou.
de: Drehtüren, die sich automatisch drehen, müssen nicht durch eigene Körperkraft bewegt werden.
es: Las puertas giratorias que giran automáticamente no tienen que moverse utilizando su propia fuerza física.
fr: Les portes tambours qui tournent automatiquement ne nécessitent pas d’être poussées.
pt: As portas giratórias que rodam automaticamente não têm de ser movidas com a sua própria força física.
pt_br: As portas giratórias que giram automaticamente não precisam ser movidas com sua própria força física.
ru: Вращающиеся двери, которые вращаются автоматически, не нужно перемещать с помощью собственной физической силы.
sv: Karuselldörrar som snurrar automatiskt behöver inte en knuff för att börja rotera.
zh_hans: 自动旋转的旋转门无需耗费体力移动。
zh_hant: 自動旋轉的旋轉門不需要依靠自己的體力來移動。

# doorAutomatismTypeText
source: What causes the automatic door to open?
be: Што прымушае аўтаматычныя дзверы адчыняцца?
cs: Co způsobí otevření automatických dveří?
de: Wodurch wird die automatische Tür-Öffnung ausgelöst?
es: ¿Qué hace que se abra la puerta automática?
fr: Par quel mécanisme la porte est-elle actionnée ?
nb: Hva gjør at døren åpner seg automatisk?
pt: O que é que provoca a abertura da porta automática?
pt_br: O que faz com que a porta automática se abra?
ru: Что заставляет автоматическую дверь открываться?
sv: Vad får dörren att öppna sig?
zh_hans: 自动门会因什么而打开？
zh_hant: 自動門打開的原因是什麼？

# revolvingDoorAutomatismTypeDescription
source: Automatic revolving doors can move continuously or be set in motion by sensors when a person approaches.
be: Аўтаматычныя паваротныя дзверы могуць рухацца бесперапынна або прыводзіцца ў рух датчыкамі пры набліжэнні чалавека.
cs: Automatické otočné dveře se mohou pohybovat nepřetržitě nebo je lze uvést do pohybu pomocí senzorů, když se k nim přiblíží osoba.
de: Automatik-Drehtüren können sich kontinuierlich bewegen oder durch Sensoren bei Annäherung einer Person in Bewegung versetzt werden.
es: Las puertas giratorias automáticas pueden moverse continuamente o en movimiento por sensores cuando una persona se acerca.
fr: Les portes tambour peuvent être constamment en mouvement, ou déclenchées par des capteurs.
pt: As portas giratórias automáticas podem mover-se continuamente ou ser acionadas por sensores quando uma pessoa se aproxima.
pt_br: As portas giratórias automáticas podem se mover continuamente ou ser acionadas por sensores quando uma pessoa se aproxima.
ru: Автоматические вращающиеся двери могут двигаться непрерывно или приводиться в движение датчиками при приближении человека.
sv: Automatiska karuselldörrar kan antingen snurra kontinuerligt eller starta när en person som närmar sig aktiverar en sensor.
zh_hans: 自动旋转门可以连续转动，也可以在有人靠近时通过传感器启动。
zh_hant: 自動旋轉門可以連續移動，或是當有人接近時由感應器啟動。

# revolvingDoorAutomatismTypeApproachOption
source: On approach
be: Пры падыходзе
cs: Při příchodu
de: Durch Annäherung
es: Al acercamiento
fr: Détection de mouvement
pt: Na aproximação
pt_br: Na aproximação
ru: При приближении
sv: När någon närmar sig
zh_hans: 靠近的时候
zh_hant: 接近時

# revolvingDoorAutomatismTypeContinuousOption
source: Continuous
be: Бесперапынна
cs: Kontinuální
de: Dauerhaft
es: Continuo
fr: Permanent
pt: Contínua
pt_br: Permanente
ru: Непрерывно
sv: Kontinuerligt
zh_hans: 连续转动
zh_hant: 連續

# revolvingDoorAutomatismTypeSlowdownOption
source: Continuous with slowdown button
be: Бесперапынна з кнопкай запаволення
cs: Kontinuální s tlačítkem pro zpomalení
de: Dauerhaft mit Verlangsamungs-Taster
es: Continuo con botón de desaceleración
fr: Permanent avec bouton de frein
pt: Contínua com botão de abrandamento
pt_br: Permanente com botão de desaceleração
ru: Непрерывно с кнопкой замедления
sv: Kontinuerligt med en knapp för att göra rotationen långsammare
zh_hans: 连续转动但有减速按钮
zh_hant: 連續移動，但有減速按鈕

# doorWidthText
source: What is the width of the entrance?
be: Якая шырыня ўваходу?
cs: Jaká je šířka vchodu?
de: Wie breit ist der Durchgang?
es: ¿Cuál es el ancho de la entrada?
fr: Quelle est la largeur de l’entrée ?
pt: Qual é a largura da entrada?
pt_br: Qual é a largura da entrada?
ru: Какова ширина входа?
sv: Hur bred är entrén?
zh_hans: 入口有多宽？
zh_hant: 入口的寬度是多少？

# doorWidthDescription
source: The entrance width is gathered to detect whether wheelchairs, strollers etc. can pass through. Only the usable door opening (internal dimensions of the open door) should be measured.
be: Шырыня ўваходу збіраецца, каб вызначыць, ці могуць праехаць інвалідныя каляскі, калыскі і г.д. Трэба вымяраць толькі дзвярны праём (унутраныя памеры адчыненых дзвярэй).
cs: Zjišťuje se šířka vjezdu, aby se zjistilo, zda mohou projet invalidní vozíky, kočárky atd.. Měří se pouze využitelný dveřní otvor (vnitřní rozměry otevřených dveří).
de: Die Durchgangsbreite wird erfasst, um festzustellen ob Rollstühle, Kinderwagen etc. den Durchgang passieren können. Es ist lediglich die nutzbare Türöffnung (Innenmaße der geöffneten Tür) zu messen.
es: El ancho de entrada se recopila para detectar si las sillas de ruedas, los coches de bebé, etc. pueden pasar. Solo se debe medir la apertura de la puerta utilizable (dimensiones internas de la puerta abierta).
fr: La largeur de l’entrée est utile pour les personnes en fauteuil roulant, avec des poussettes, encombrants… Seule la largeur utile (du passage) est à indiquer.
pt: A largura da entrada é recolhida para detetar se as cadeiras de rodas, carrinhos de bebé, etc. podem passar. Só deve ser medida a abertura utilizável da porta (dimensões internas da porta aberta).
pt_br: A largura da entrada é coletada para detectar se cadeiras de rodas, carrinhos de bebê etc. podem passar. Apenas a abertura utilizável da porta (dimensões internas da porta aberta) deve ser medida.
ru: Ширина входа собирается для определения того, могут ли проехать инвалидные коляски, детские коляски и т. д. Измерять следует только полезный дверной проем (внутренние размеры открытой двери).
sv: Entréns bredd efterfrågas för att avgöra om rullstolar, barnvagnar etc. kan passera. Endast den användbara dörröppningen (invändiga mått på den öppna dörren) ska mätas.
zh_hans: 收集入口宽度是为了检测轮椅、婴儿车等是否可以通过。只需测量可用的门洞（开门的内部尺寸）。
zh_hant: 蒐集入口寬度是用來偵測輪椅、嬰兒車等是否可以通過。應僅測量可通過的門（開啟的門的內部尺寸）。

# doorOpenName
source: Open door
be: Адчыненыя дзверы
de: Offene Tür
es: Puerta abierta
pt: Porta aberta
pt_br: Porta aberta
ru: Открытая дверь
sv: Öppen dörr
zh_hant: 開門

# doorOpenText
source: Is the door permanently open?
be: Дзверы пастаянна адчынены?
de: Steht diese Tür dauerhaft offen?
es: ¿La puerta está permanentemente abierta?
pt: A porta está permanentemente aberta?
pt_br: A porta está permanentemente aberta?
ru: Дверь постоянно открыта?
sv: Är dörren permanent öppen?
zh_hant: 這門是永久開啟的嗎？

# doorOpenDescription
source: This is important so that wheelchair users know if they need to open the door or if they can just pass through. The question should be skipped if it is hard to assess.
be: Гэта важна, каб інваліды-калясачнікі ведалі, ці трэба ім адчыніць дзверы, ці яны могуць проста прайсці. Пытанне варта прапусціць, калі яго цяжка ацаніць.
de: Das ist wichtig, damit Rollstuhlfahrende wissen, ob sie die Tür selbst öffnen müssen oder ob sie einfach hindurch können. Wenn es nicht einschätzbar ist, sollte die Frage übersprungen werden.
es: Esto es importante para que los usuarios de sillas de ruedas sepan si necesitan abrir la puerta o si pueden pasar. La pregunta debe omitirse si es difícil de evaluar.
pt: Isto é importante para que os utilizadores de cadeiras de rodas saibam se precisam de abrir a porta ou se podem simplesmente passar. A pergunta deve ser ignorada se for difícil de avaliar.
pt_br: Isso é importante para que os usuários de cadeira de rodas saibam se precisam abrir a porta ou se podem simplesmente passar por ela. A pergunta deve ser ignorada se for difícil de avaliar.
ru: Это важно, чтобы пользователи инвалидных колясок знали, нужно ли им открывать дверь или они могут просто пройти. Вопрос следует пропустить, если его трудно оценить.
sv: Detta är viktigt för att rullstolsanvändare ska veta om de behöver öppna dörren eller om de kan passera utan hinder. Frågan bör hoppas över om den är svår att bedöma.
zh_hant: 這對於輪椅使用者來說，知道是否需要開門或是直接穿越過去，因此相當重要。如果很難回答的話這問題可以跳過。

# doorOpenNoOption
source: No
be: Не
de: Nein
pt: Não
pt_br: Não
ru: Нет
sv: Nej
zh_hant: 否

# doorOpenFullOption
source: Completely open
be: Цалкам адкрыты
de: Vollständig offen
es: Abierta completamente
pt: Completamente aberta
pt_br: Completamente aberta
ru: Полностью открыта
sv: Helt öppen
zh_hant: 完全開放

# waySegregatedName
source: Pedestrian/bicycle relation
be: Колькі для пешаход/ровар
cs: Vztah chodců a cyklistů
de: Fuß-/Radweg-Verlauf
es: Relación peatonal/bicicleta
fr: Aménagement Piéton-Cycliste
pt: Relação peão/bicicleta
pt_br: Relação pedestre/bicicleta
ru: Соотношение пешеходов и велосипедистов
sv: Gång- och cykelbana
zh_hans: 行人与自行车的关系
zh_hant: 行人/腳踏車關係

# waySegregatedText
source: How do the footpath and cycleway relate to each other?
be: Як пешаходная і веладарожка суадносяцца адна з адной?
cs: Jak spolu chodník a cyklostezka souvisí?
de: Wie verlaufen der Fuß- und Radweg zueinander?
es: ¿Cómo se relacionan el sendero y la ciclovía entre sí?
fr: Comment sont articulés les aménagements piétons et cyclistes ?
pt: Como é que a via pedonal e a via ciclável se relacionam entre si?
pt_br: Como a trilha para pedestres e a ciclovia se relacionam entre si?
ru: Как соотносятся друг с другом пешеходная и велосипедная дорожки?
sv: Hur förhåller sig gångbanan och cykelbanan till varandra?
zh_hans: 人行道和自行车道之间的关系如何？
zh_hant: 人行道與腳踏車道如何互向關聯？

# waySegregatedDescription
source: Shared or segregated use of the way is usually prescribed by signs.
be: Сумеснае або раздзельнае карыстанне дарогай звычайна прадпісваецца знакамі.
cs: Společné nebo oddělené užívání cesty je obvykle předepsáno značkami.
de: Die gemeinsame oder getrennte Nutzung des Weges wird üblicherweise durch Schilder vorgeschrieben.
es: El uso compartido o segregado de la vía generalmente se prescribe mediante señales.
fr: Les espaces partagés ou séparés sont généralement indiqués via signalisation (Le marquage au sol seul n’a pas de valeur).
pt: A utilização partilhada ou segregada da via é normalmente prescrita por sinais.
pt_br: O uso compartilhado ou segregado da via geralmente é prescrito por sinais.
ru: Совместное или раздельное использование пути обычно предписывается знаками.
sv: Gemensam eller delad användning av gång- och cykelbanan är vanligtvis skyltat.
zh_hans: 道路的共用或隔离使用通常由标志规定。
zh_hant: 共用或隔離使用道路通常由標誌規定。

# surfaceName
source: Surface
be: Паверхня
cs: Povrch
de: Bodenbeschaffenheit
es: Superficie
fr: Revêtement
pt: Superfície
pt_br: Superfície
ru: Поверхность
sv: Yta
zh_hans: 表面
zh_hant: 表面

# waySegregatedNoOption
source: Shared
be: Агульныя
cs: Sdílené
de: Gemeinsam
es: Compartido
fr: Partagé
pt: Partilhada
pt_br: Compartilhado
ru: Совместный
sv: Gemensam
zh_hans: 共用
zh_hant: 共用

# surfaceText
source: What is the surface like?
be: Якая тут паверхня?
cs: Jaký je povrch?
de: Wie ist der Boden beschaffen?
es: ¿Cómo es la superficie?
fr: Quel est le type de revêtement ?
pt: Como é a superfície?
pt_br: Como é a superfície?
ru: Какова поверхность?
sv: Hurdan är ytan?
zh_hans: 表面是什么样的？
zh_hant: 表面是哪種類型？

# surfacePavedOption
source: Paved
be: Асфальтаваная
cs: Dlážděný
de: Befestigt
es: Pavimentado
fr: Stabilisé
pt: Pavimentada
pt_br: Pavimentado
ru: Мощёная
sv: Hårdbelagd
zh_hans: 有铺装
zh_hant: 有鋪面

# surfaceUnpavedOption
source: Unpaved
be: Неасфальтаваная
cs: Nezpevněný povrch
de: Unbefestigt
es: Sin pavimentar
fr: Non stabilisé
pt: Não pavimentada
pt_br: Não pavimentado
ru: Немощёная
sv: Obelagd
zh_hans: 未铺装
zh_hant: 無鋪面

# footpathSurfaceName
source: Footpath surface
be: Пакрыццё пешаходнай дарожкі
cs: Povrch chodníku
de: Bodenbeschaffenheit Fußweg
es: Superficie del sendero
fr: Revêtement piéton
pt: Superfície do caminho pedonal
pt_br: Superfície da trilha de pedestres
ru: Поверхность пешеходной дорожки
sv: Gångbanans yta
zh_hans: 步行小路表面
zh_hant: 人行道表面

# tactilePavingsStopName
source: Tactile paving
be: Тактыльнае пакрыццё
cs: Hmatová dlažba
de: Bodenindikatoren
es: Pavimento táctil
fr: Bande podotactile
pt: Pavimento tátil
pt_br: Pavimento tátil
ru: Тактильное покрытие
sv: Taktila ledstråk
zh_hans: 盲道
zh_hant: 導盲磚

# tactilePavingsStopText
source: Is there tactile paving at the stop?
be: Ці ёсць на прыпынку тактыльнае пакрыццё?
cs: Je na zastávce hmatová dlažba?
de: Gibt es Bodenindikatoren an der Haltestelle?
es: ¿Hay pavimento táctil en la parada?
fr: L’arrêt dispose-t’il d’une bande podotactile ?
pt: Existe pavimentação tátil na paragem?
pt_br: Há pavimento tátil na parada?
ru: Есть ли тактильное покрытие на остановке?
sv: Har hållplatsen taktila ledstråk?
zh_hans: 车站有盲道吗？
zh_hant: 車站有導盲磚嗎？

# cycleBarrierTypeName
source: Cycle barrier type
be: Тып веласіпеднага бар'ера
cs: Typ bariéry pro cyklisty
de: Umlaufsperren-Art
es: Tipo de barreras para bicicletas
fr: Barrière à vélos
nb: Sykkelbarriæretype
pt: Tipo de barreira para ciclistas
pt_br: Tipo de barreira para bicicletas
ru: Тип велосипедного ограждения
sv: Typ av cykelfålla
zh_hans: 循环隔离栏类型
zh_hant: 腳踏車障礙物類型

# cycleBarrierTypeText
source: What kind of cycle barrier is this?
be: Што гэта за веласіпедны бар'ер?
cs: O jakou cyklistickou bariéru se jedná?
de: Wie ist der Aufbau der Umlaufsperre?
es: ¿Qué tipo de barreras para bicicletas es esta?
fr: Quel est le type de barrière à vélos ?
nb: Hva slags sykkelbarriære er dette?
pt: Que tipo de barreira para ciclistas é esta?
pt_br: Que tipo de barreira para bicicletas é esta?
ru: Какой это тип велосипедного ограждения?
sv: Vilken typ av cykelfålla är detta?
zh_hans: 这是什么样的循环隔离栏？
zh_hant: 這是哪種腳踏車障礙物？

# cycleBarrierTypeDoubleOption
source: Double
be: Двайны
cs: Dvojitá
de: Zweifach
es: Doble
nb: Dobbel
pt: Dupla
pt_br: Duplo
ru: Двойной
sv: Dubbel
zh_hans: 双道
zh_hant: 兩個

# cycleBarrierTypeTripleOption
source: Triple
be: Трайны
cs: Trojitá
de: Dreifach
nb: Trippel
pt: Tripla
pt_br: Triplo
ru: Тройной
sv: Trippel
zh_hans: 三道
zh_hant: 三個

# cycleBarrierTypeDiagonalOption
source: Diagonal
be: Дыяганальны
cs: Diagonální
fr: Diagonale
ru: Диагональный
zh_hans: 斜向
zh_hant: 對角線

# cycleBarrierOpeningName
source: Cycle barrier opening width
be: Шырыня адчыненага велабар'ера
cs: Šířka otvoru cyklistické bariéry
de: Umlaufsperren-Zugangsbreite
es: Ancho de apertura de la barrera para bicicletas
fr: Largeur d’entrée
pt: Largura de abertura da barreira para ciclistas
pt_br: Largura de abertura da barreira para bicicletas
ru: Ширина проема велобарьера
zh_hans: 循环隔离栏开口宽度
zh_hant: 單車障礙的開啟寬度

# cycleBarrierWidthText
source: What is the clearance width of the cycle barrier?
be: Якая прасветная шырыня веласіпеднага бар'ера?
cs: Jaká je průjezdní šířka cyklistické zábrany?
de: Wie groß ist die Durchgangsbreite der Umlaufsperre?
es: ¿Cuál es el ancho de despeje de la barrera para bicicletas?
fr: Quelle est la largeur du passage ?
pt: Qual é a largura livre da barreira para ciclistas?
pt_br: Qual é a largura de folga da barreira para ciclistas?
ru: Какова ширина зазора велосипедного ограждения?
sv: Vad är fribredden på cykelfållan?
zh_hans: 循环隔离栏之间的间隙宽度是多少？
zh_hant: 腳踏車障礙物的間隙寬度為何？

# cycleBarrierOpeningText
source: What is the (narrowest) width of the cycle barrier opening?
be: Якая (самая вузкая) шырыня одчыненага веласіпеднага бар'ера?
cs: Jaká je (nejužší) šířka otvoru cyklistické zábrany?
de: Wie breit ist der (schmalste) Zugang der Umlaufsperre?
es: ¿Cuál es el ancho (más estrecho) de la apertura de la barrera para bicicletas?
fr: Quelle est la largeur d’entrée ?
pt: Qual é a largura (mais estreita) da abertura da barreira para ciclistas?
pt_br: Qual é a largura (mais estreita) da abertura da barreira para bicicletas?
ru: Какова (самая узкая) ширина проема велобарьера?
zh_hans: 循环隔离栏开口处或最窄处的宽度是多少？
zh_hant: 單車障礙 (最窄處) 的寬度是多少？

# cycleBarrierOpeningDescription
source: The opening width describes the width at the entrance of the cycle barrier. In case of different opening widths, the smallest width is to be gathered.
be: Шырыня праёму апісвае шырыню на ўваходзе ў веласіпедны бар'ер. У выпадку рознай шырыні праёму трэба сабраць найменшую шырыню.
cs: Šířka otvoru popisuje šířku na vstupu do cyklistické bariéry. V případě různých šířek otvoru se vybere nejmenší šířka.
de: Die Zugangsbreite beschreibt die Durchgangsbreite an der Öffnung der Umlaufsperre. Bei unterschiedlichen Zugangsbreiten ist die kleinste Breite zu erfassen.
es: El ancho de apertura describe el ancho en la entrada de la barrera de bicicletas. En el caso de diferentes anchos de apertura, el ancho más pequeño se debe tomar.
fr: La largeur à l’entrée de la barrière peut différer de la largeur utile, la largeur la plus petite est à indiquer.
pt: A largura da abertura descreve a largura à entrada da barreira para ciclistas. No caso de haver diferentes larguras de abertura, deve ser indicada a largura mais pequena.
pt_br: A largura da abertura descreve a largura na entrada da barreira para bicicletas. No caso de diferentes larguras de abertura, a menor largura deve ser considerada.
ru: Ширина проема описывает ширину на входе велобарьера. В случае разной ширины проема следует собрать наименьшую ширину.
zh_hans: 开口宽度指的是循环隔离栏组入口处的宽度。如果开口宽度不同，则取最小宽度。
zh_hant: 開啟寬度描述單車障礙入口的寬度，如果有不同寬度，請記錄最窄處。

# cycleBarrierSpacingName
source: Cycle barrier spacing
be: Адлегласць паміж веласіпеднымі бар'ерамі
cs: Rozteč cyklistických bariér
de: Umlaufsperren-Abstand
es: Espacio de la barrera para bicicletas
fr: Espacement
pt: Espaçamento entre barreiras para ciclistas
pt_br: Espaçamento entre as barreiras para bicicletas
ru: Расстояние между велобарьерами
zh_hans: 循环隔离栏间距
zh_hant: 單車障礙的空間

# cycleBarrierSpacingText
source: What is the (minimum) spacing between the elements of the cycle barrier?
be: Якая (мінімальная) адлегласць паміж элементамі веласіпеднага бар'ера?
cs: Jaká je (minimální) vzdálenost mezi prvky cyklistické bariéry?
de: Was ist der (kleinste) Abstand zwischen den Elementen der Umlaufsperre?
es: ¿Cuál es el espacio (mínimo) entre los elementos de la barrera para bicicletas?
fr: Quel est l’espacement minimal entre les éléments de barrière ?
pt: Qual é o espaçamento (mínimo) entre os elementos da barreira para ciclistas?
pt_br: Qual é o espaçamento (mínimo) entre os elementos da barreira para ciclistas?
ru: Каково (минимальное) расстояние между элементами велобарьера?
zh_hans: 循环隔离栏各跨之间的最小间距是多少？

# cycleBarrierSpacingDescription
source: The spacing describes the distance between the blocking elements. If the distances differ, the smallest distance is to be gathered.
be: Інтэрвал апісвае адлегласць паміж блакавальнымі элементамі. Калі адлегласці адрозніваюцца, трэба сабраць найменшую адлегласць.
cs: Rozteč popisuje vzdálenost mezi blokovacími prvky. Pokud se vzdálenosti liší, vybere se nejmenší vzdálenost.
de: Der Abstand beschreibt die Durchgangsbreite zwischen den Sperrelementen. Bei unterschiedlichen Abständen ist der kleinste Abstand zu erfassen.
es: El espacio describe la distancia entre los elementos de bloqueo. Si las distancias difieren, la distancia más pequeña se debe tomar.
fr: L’espacement indique la distance séparant les éléments. S’il en existe plusieurs, indiquer seulement la plus petite.
pt: O espaçamento descreve a distância entre os elementos de bloqueio. Se as distâncias diferirem, deve ser indicada a distância mais pequena.
pt_br: O espaçamento descreve a distância entre os elementos de bloqueio. Se as distâncias forem diferentes, a menor distância deverá ser coletada.
ru: Расстояние описывает расстояние между блокирующими элементами. Если расстояния различаются, следует собрать наименьшее расстояние.
zh_hans: 间距描述了循环隔离栏组各跨之间的间距。如果间距不同，则取最小间距。

# stairLiftText
source: Is there a stair lift for wheelchair users?
be: Ці ёсць лесвічны ліфт для інвалідаў-калясачнікаў?
cs: Je k dispozici schodišťová plošina pro vozíčkáře?
de: Gibt es einen Treppenlift für Rollstuhlfahrende?
es: ¿Hay un elevador de escaleras para usuarios de sillas de ruedas?
fr: Un monte escalier est-il disponible pour les personnes en fauteuil roulant ?
pt: Existe um elevador de escadas para utilizadores de cadeiras de rodas?
pt_br: Há um elevador de escada para usuários de cadeira de rodas?
ru: Есть ли лестничный подъемник для пользователей инвалидных колясок?

# stairLiftLengthName
source: Stair lift length
be: Даўжыня лесвічнага пад'ёмніка
cs: Délka schodišťové plošiny
de: Treppenlift-Tiefe
es: Longitud de elevador de escaleras
fr: Longueur du monte escalier
pt: Comprimento do elevador de escadas
pt_br: Comprimento do elevador de escada
ru: Длина лестничного подъемника
zh_hant: 樓梯升降梯長度

# stairLiftLengthText
source: What is the length of the stair lift's usable area?
be: Якая даўжыня карыснай плошчы лесвічнага ліфта?
cs: Jaká je délka užitné plochy schodišťové plošiny?
de: Wie tief ist die Stellfläche des Treppenlifts?
es: ¿Cuál es la longitud del área utilizable del elevador de la escalera?
fr: Quelle est la longueur utile du monte escalier ?
pt: Qual é o comprimento da área útil do elevador de escadas?
pt_br: Qual é o comprimento da área útil do elevador de escada?
ru: Какова длина полезной площади лестничного подъемника?
