Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# surfaceDescription
source: If the surface consists of gravel, sand, grass or a comparable surface, then it is an unpaved surface.
be: Калі паверхня складаецца з жвіру, пяску, травы або падобнай паверхні, то гэта грунтовая паверхня.
cs: Pokud je povrch tvořen štěrkem, pískem, trávou nebo srovnatelným povrchem, jedná se o nezpevněný povrch.
de: Besteht die Oberfläche aus Schotter, Sand, Gras oder einem vergleichbaren Belag, so handelt es sich um einen unbefestigten Bodenbelag.
es: Si la superficie consiste en grava, arena, pasto o una superficie comparable, entonces es una superficie sin pavimentar.
fr: Un revêtement similaire à du gravier, du sable, ou du gazon, est considéré comme non stabilisé.
pt: Se a superfície for constituída por cascalho, areia, relva ou uma superfície comparável, trata-se de uma superfície não pavimentada.
pt_br: Se a superfície consistir em cascalho, areia, grama ou uma superfície comparável, trata-se de uma superfície não pavimentada.
ru: Если поверхность состоит из гравия, песка, травы или аналогичной поверхности, то это немощёная поверхность.
sv: Om ytan består av grus, sand, gräs eller liknande är den obelagd.
zh_hans: 如果路面由碎石、沙子、草地或类似路面组成，则属于未铺装路面。
zh_hant: 如果表面由礫石、沙子、草地或類似物質組成，則其為未有鋪面之表面。

# crossingMarkingsNoneOption
source: None
be: Няма
cs: Žádné
de: Keine
es: Ninguna
pt: Nenhuma
pt_br: Nenhum
ru: Нету
sv: Inga

# platformWidthPlaceholder
source: Platform width
be: Шырыня платформы
cs: Šířka nástupiště
de: Plattform-Breite
es: Ancho de la plataforma
fr: Largeur de quai
it: Larghezza della banchina
nb: Plattformsbredde
pt: Largura da plataforma
pt_br: Largura da plataforma
ru: Ширина платформы
sv: Plattformsbredd
zh_hans: 站台宽度
zh_hant: 月台寬度

# portableLiftDescription
source: Portable lifts help wheelchair users to overcome gaps or steps (when getting on or off a vehicle).
be: Партатыўныя пад'ёмнікі дапамагаюць інвалідам-калясачнікам пераадольваць шчыліны або прыступкі (пры пасадцы або выхадзе з транспартнага сродку).
cs: Přenosné výtahy pomáhají vozíčkářům překonávat mezery nebo schody (při nastupování nebo vystupování z vozidla).
de: Bewegbare Hublifte helfen Rollstuhlfahrenden bei der Überwindung eines Spalts bzw. von Stufen (beim Ein- und Ausstieg).
es: Los elevadores portátiles ayudan a los usuarios de sillas de ruedas a superar las brechas o los pasos (al subir o apagar un vehículo).
fr: Les ascenceurs portatifs permettent aux personnes en fauteuil roulant de franchir des espaces ou des marches pour monter et descendre des véhicules.
pt: Os elevadores portáteis ajudam os utilizadores de cadeiras de rodas a ultrapassar espaços ou degraus (quando entram ou saem de um veículo).
pt_br: Os elevadores portáteis ajudam os usuários de cadeiras de rodas a superar vãos ou degraus (ao entrar ou sair de um veículo).
ru: Переносные подъемники помогают людям на инвалидных колясках преодолевать щели и ступеньки (при посадке в транспортное средство или высадке из него).
sv: Flyttbara rullstolshissar hjälper rullstolsanvändare att ta sig över avstånd eller höjdskillnader (vid på- och avstigning).
zh_hans: 便携式升降机可帮助轮椅使用者在上下车时越过缝隙或台阶。
zh_hant: 可攜式升降機可協助輪椅使用者克服間隙或台階（上下車輛時）。

# elevatorAnnouncementsDescription
source: Announcements in the elevator help visually impaired people to get to know the current floor.
be: Аб'явы ў ліфце дапамагаюць людзям з аслабленым зрокам пазнаць бягучы паверх.
cs: Oznámení ve výtahu pomáhají zrakově postiženým osobám zorientovat se v aktuálním patře.
de: Ansagen im Fahrstuhl helfen Seheingeschränkten, die aktuelle Etage zu erfahren.
es: Los anuncios en el ascensor ayudan a las personas con sentido de la vista limitado a conocer el piso actual.
fr: Les annonces vocales permettent aux personnes malvoyantes de connaître l’étage où elles se trouvent.
pt: Os anúncios no elevador ajudam as pessoas com deficiência visual a conhecerem o andar atual.
pt_br: Os anúncios no elevador ajudam as pessoas com deficiência visual a conhecer o andar atual.
ru: Объявления в лифте помогают людям с нарушениями зрения узнать текущий этаж.

# stepHeightName
source: Step height
be: Вышыня прыступкі
cs: Výška schodu
de: Stufen-Höhe
es: Altura del escalón
fr: Hauteur de marche
nb: Steghøyde
pt: Altura do degrau
pt_br: Altura do degrau
ru: Высота ступени

# stepHeightText
source: What is the height of a single step?
be: Якая вышыня адной прыступкі?
cs: Jaká je výška jednoho schodu?
de: Wie hoch ist eine einzelne Stufe?
es: ¿Cuál es la altura de un solo paso?
fr: Quelle est la hauteur d’une marche ?
pt: Qual é a altura de um único degrau?
pt_br: Qual é a altura de um único degrau?
ru: Какова высота одной ступени?

# stepHeightPlaceholder
source: Height
be: Вышыня
cs: Výška
de: Höhe
es: Altura
fr: Hauteur
nb: Høyde
pt: Altura
pt_br: Altura
ru: Высота
sv: Höjd

# pedestrianLightsAcousticSignalYesOption
source: Location and/or crossing signal
cs: Umístění a/nebo signalizace přechodu
de: Auffinde- und/oder Überquerungs-Signal
es: Ubicación y/o señal de cruce
fr: Signaux de localisation, et de traversée
pt: Localização e/ou sinal de travessia
pt_br: Sinal de localização e/ou de cruzamento
ru: Сигнал местоположения и/или перехода

# elevatorDoorHeightName
source: Elevator door height
be: Вышыня дзвярэй ліфта
de: Höhe der Fahrstuhltür
es: Altura de la puerta del ascensor
pt: Altura da porta do elevador
pt_br: Altura da porta do elevador
ru: Высота двери лифта

# elevatorDoorHeightText
source: What is the height of the elevator door?
be: Якая вышыня дзвярэй ліфта?
de: Wie hoch ist die Tür dieses Fahrstuhls?
es: ¿Cuál es la altura de la puerta del ascensor?
pt: Qual é a altura da porta do elevador?
pt_br: Qual é a altura da porta do elevador?
ru: Какова высота двери лифта?

# elevatorDoorHeightDescription
source: The clearance height is the inner measurement from the bottom of the door to the top, not the outer height of the door frame.
be: Вышыня зазору - гэта ўнутранае вымярэнне ад ніжняй частцы дзвярэй да верху, а не знешняя вышыня дзвярной рамы.
de: Die lichte Höhe ist das Innenmaß von der Unterseite der Tür bis zur Oberseite, nicht die Außenhöhe des Türrahmens.
es: La altura útil es la medida interior desde la parte inferior de la puerta hasta la parte superior, no la altura exterior del marco de la puerta.
pt: A altura livre é a medida interior da parte inferior da porta até ao topo, não a altura exterior do aro da porta.
pt_br: A altura livre é a medida interna da parte inferior da porta até a parte superior, e não a altura externa da moldura da porta.
ru: Высота зазора — это внутреннее измерение от нижней части двери до верхней, а не внешняя высота дверной рамы.

# portableRampWidthName
source: Ramp width
be: Шырыня рампы
de: Breite der Rampe
es: Ancho de la rampa
pt: Largura da rampa
pt_br: Largura da rampa
ru: Ширина пандуса
sv: Rampens bredd
zh_hant: 坡道寬度

# portableRampWidthText
source: How wide is the portable wheelchair ramp?
be: Наколькі шырокі пераносны пандус для інвалідных калясак?
de: Wie breit ist die tragbare Rollstuhlrampe?
es: ¿Qué ancho tiene la rampa portátil para una silla de ruedas?
pt: Qual é a largura da rampa portátil para cadeiras de rodas?
pt_br: Qual é a largura da rampa portátil para cadeira de rodas?
ru: Какова ширина переносного пандуса для инвалидных колясок?
sv: Hur bred är den portabla rullstolsrampen?
zh_hant: 便攜式輪椅坡道有多寬？

# portableRampWidthPlaceholder
source: Ramp width
be: Шырыня рампы
de: Breite der Rampe
es: Ancho de la rampa
pt: Largura da rampa
pt_br: Largura da rampa
ru: Ширина пандуса
sv: Rampens bredd
zh_hant: 坡道寬度

# portableRampLoadCapacityText
source: What is the maximum load capacity of the portable ramp?
be: Якая максімальная грузападымальнасць пераноснага пандуса?
cs: Jaká je maximální nosnost přenosné rampy?
de: Was ist die maximale Tragfähigkeit der bewegbaren Rampe?
es: ¿Cuál es la capacidad de carga máxima de la rampa portátil?
fr: Quelle est la charge maximale supportée par la rampe ?
nb: Hva er lastekapasiteten for den flyttbare rullestolsrampen?
pt: Qual é a capacidade de carga máxima da rampa portátil?
pt_br: Qual é a capacidade máxima de carga da rampa portátil?
ru: Какова максимальная грузоподъемность переносного пандуса?
sv: Vad är den portabla rampens maxlast?
zh_hans: 便携式坡道的最大承载量是多少？
zh_hant: 可攜式坡道的最大負載能力是多少？

# portableRampLoadCapacityPlaceholder
source: Load capacity
be: Грузападымальнасць
cs: Nosnost
de: Tragfähigkeit
es: Capacidad de carga
fr: Charge maximale de rampe
nb: Lastekapasitet
pt: Capacidade de carga
pt_br: Capacidade de carga
ru: Грузоподъемность
sv: Maxlast
zh_hans: 承载量
zh_hant: 負載能力

# portableLiftLoadCapacityName
source: Lift load capacity
be: Можа падняць да
cs: Nosnost výtahu
de: Hublift-Tragfähigkeit
es: Capacidad de carga de elevación
fr: Charge maximale de l’ascenceur
pt: Capacidade de carga do elevador
pt_br: Capacidade de carga do elevador
ru: Грузоподъемность подъемника
sv: Rullstolshissens maxlast
zh_hans: 升降机承载量
zh_hant: 升降機負載能力

# portableLiftLoadCapacityDescription
source: Portable lifts help wheelchair users to overcome gaps or steps (when getting on or off a vehicle).
be: Партатыўныя пад'ёмнікі дапамагаюць інвалідам-калясачнікам пераадольваць шчыліны або прыступкі (пры пасадцы або выхадзе з транспартнага сродку).
cs: Přenosné zvedáky pomáhají vozíčkářům překonávat mezery nebo schody (při nastupování nebo vystupování z vozidla).
de: Bewegbare Hublifte helfen Rollstuhlfahrenden bei der Überwindung eines Spalts bzw. von Stufen (beim Ein- und Ausstieg).
es: Los elevadores portátiles ayudan a los usuarios de sillas de ruedas a superar las brechas o los pasos (al subir o apagar un vehículo).
fr: Les ascenceurs portatifs permettent aux personnes en fauteuil roulant de franchir des espaces ou des marches pour monter et descendre des véhicules.
pt: Os elevadores portáteis ajudam os utilizadores de cadeiras de rodas a ultrapassar espaços ou degraus (quando entram ou saem de um veículo).
pt_br: Os elevadores portáteis ajudam os usuários de cadeiras de rodas a superar vãos ou degraus (ao entrar ou sair de um veículo).
ru: Переносные подъемники помогают людям на инвалидных колясках преодолевать щели и ступеньки (при посадке в транспортное средство или высадке из него).
sv: Flyttbara rullstolshissar hjälper rullstolsanvändare att ta sig över avstånd eller höjdskillnader (vid på- och avstigning).
zh_hans: 便携式升降机可帮助轮椅使用者在上下车时越过缝隙或台阶。
zh_hant: 可攜式升降機可協助輪椅使用者克服間隙或台階（上下車輛時）。

# doorName
source: Door
be: Дзверы
cs: Dveře
de: Tür
es: Puerta
fr: Porte
nb: Dør
pt: Porta
pt_br: Porta
ru: Дверь
sv: Dörr
zh_hans: 门
zh_hant: 門

# doorText
source: Does this entrance have a door?
be: Ці ёсць у гэтым пад'ездзе дзверы?
cs: Má tento vchod dveře?
de: Hat dieser Durchgang eine Tür?
es: ¿Esta entrada tiene puerta?
fr: Cette entrée est-elle équipée d’une porte ?
nb: Har denne inngangen en dør?
pt: Esta entrada tem uma porta?
pt_br: Esta entrada tem uma porta?
ru: Есть ли у этого входа дверь?
sv: Har den här ingången en dörr?
zh_hans: 这个入口有门吗？
zh_hant: 此入口有門嗎？

# doorAutomatismTypeDescription
source: Automatic doors can open when a person approaches or by pressing a button.
be: Аўтаматычныя дзверы адкрываюцца пры набліжэнні чалавека або націску кнопкі.
cs: Automatické dveře se mohou otevřít po přiblížení osoby nebo po stisknutí tlačítka.
de: Automatik-Türen können sich bei Annäherung einer Person öffnen oder durch das Betätigen eines Tasters.
es: Las puertas automáticas pueden abrirse cuando una persona se acerca o presionando un botón.
fr: Les portes automatiques peuvent être actionnées par pression d’un bouton, ou des capteurs.
pt: As portas automáticas podem abrir-se quando uma pessoa se aproxima ou premindo um botão.
pt_br: As portas automáticas podem se abrir quando uma pessoa se aproxima ou ao pressionar um botão.
ru: Автоматические двери могут открываться при приближении человека или при нажатии кнопки.
sv: Automatiska dörrar kan öppnas antingen av att en person närmar sig, eller genom en knapptryckning.
zh_hans: 自动门可在当有人接近或按下按钮时打开。
zh_hant: 當有人接近或按下按鈕時，自動門就會打開。

# doorAutomatismTypeMotionDetectorOption
source: Motion sensor
be: Датчык руху
cs: Pohybový senzor
de: Bewegungsmelder
es: Sensor de movimiento
fr: Détection de mouvement
nb: Bevegelsessensor
pt: Sensor de movimento
pt_br: Sensor de movimento
ru: Датчик движения
sv: Rörelsesensor
zh_hans: 运动传感器
zh_hant: 動作感應器

# doorTypeHingedOption
source: Hinged door
be: Дзверы на завесах
cs: Dveře na pantech
de: Anschlagtür
es: Puerta de bisagras
fr: Porte sur gonds
nb: Hengslet dør
pt: Porta com dobradiças
pt_br: Porta com dobradiças
ru: Двери на навесах
sv: Gångjärnsdörr
zh_hans: 铰链门
zh_hant: 鉸鏈門

# portableLiftLoadCapacityPlaceholder
source: Load capacity
be: Макс. нагрузка
cs: Nosnost
de: Tragfähigkeit
es: Capacidad de carga
fr: Charge maximale de l’ascenceur
pt: Capacidade de carga
pt_br: Capacidade de carga
ru: Грузоподъемность
sv: Maxlast
zh_hans: 承载量
zh_hant: 負載能力

# doorAutomatismTypeButtonPressOption
source: Button
be: Кнопка
cs: Tlačítko
de: Taster
es: Botón
fr: Bouton
nb: Knapp
pt: Botão
pt_br: Botão
ru: Кнопка
sv: Knapp
zh_hans: 按钮
zh_hant: 按鈕

# revolvingDoorAutomatismTypeText
source: How does the automatic system of the revolving door work?
be: Як працуе аўтаматычная сістэма паваротных дзвярэй?
cs: Jak funguje automatický systém otáčivých dveří?
de: Wie funktioniert die Automatik der Drehtür?
es: ¿Cómo funciona el sistema automático de la puerta giratoria?
fr: Par quel mécanisme est automatisée la porte tambour ?
pt: Como funciona o sistema automático da porta giratória?
pt_br: Como funciona o sistema automático da porta giratória?
ru: Как работает автоматическая система вращающейся двери?
sv: Hur fungerar karuselldörrens dörrautomation?
zh_hans: 自动门会因什么而转动？
zh_hant: 旋轉門自動系統是如何運作的？

# doorWidthName
source: Entrance width
be: Шырыня ўваходу
cs: Šířka vstupu
de: Durchgangsbreite
es: Ancho de entrada
fr: Largeur d’entrée
pt: Largura da entrada
pt_br: Largura da entrada
ru: Ширина входа
sv: Bredd på entrén
zh_hans: 入口宽度
zh_hant: 入口寬度

# revolvingDoorAutomatismTypeName
source: Revolving door automatism
be: Аўтаматыка паваротных дзвярэй
cs: Automatické otáčivé dveře
de: Drehtür-Automatik-Art
es: Sistema automático de la puerta giratoria
fr: Mécanisme de porte tambour
pt: Automatismo da porta giratória
pt_br: Automatismo da porta giratória
ru: Автоматически вращающейся двери
sv: Typ av karuselldörrsautomation
zh_hans: 自动旋转门
zh_hant: 旋轉門自動化

# doorOpenPartialOption
source: Partially open
be: Часткова адчынены
de: Teilweise offen
es: Parcialmente abierta
pt: Parcialmente aberta
pt_br: Parcialmente aberta
ru: Частично открыта
sv: Delvis öppen
zh_hant: 部分開放

# doorOpeningName
source: Door opening width
be: Шырыня адчыненых дзвярэй
de: Durchgangsbreite der Türöffnung
es: Ancho de apertura de la puerta
pt: Largura de abertura da porta
pt_br: Largura da abertura da porta
ru: Ширина дверного проема
sv: Dörröppningens bredd
zh_hant: 門開啟的寬度

# doorOpeningText
source: How wide is the opening of the partially open door?
be: Якая шырыня праёму часткова адчыненых дзвярэй?
de: Was ist die Durchgangsbreite der teilweise geöffneten Tür?
es: ¿Qué ancho tiene la abertura de la puerta parcialmente abierta?
pt: Qual é a largura da abertura da porta parcialmente aberta?
pt_br: Qual é a largura da abertura da porta parcialmente aberta?
ru: Насколько широк проем частично открытой двери?
sv: Hur bred är den delvis öppna dörren?
zh_hant: 部分開啟的門有開多寬？

# waySegregatedYesOption
source: Segregated
be: Паасобна
cs: Oddělené
de: Getrennt
es: Segregado
fr: Séparé
pt: Segregada
pt_br: Segregado
ru: Раздельнный
sv: Delad
zh_hans: 隔离
zh_hant: 隔離

# doorOpeningDescription
source: The extent (clearance width) to which the door is currently open.
be: Ступень (шырыня прасвету), на якую дзверы адчынены ў дадзены момант.
de: Das Ausmaß (lichte Breite) um welches die Tür derzeit geöffnet ist.
es: La medida (ancho libre) en que la puerta está actualmente abierta.
pt: A extensão (largura livre) em que a porta está atualmente aberta.
pt_br: A extensão (largura da folga) em que a porta está aberta no momento.
ru: Ширина (ширина зазора), на которую дверь в данный момент открыта.
sv: Hur bred (fri bredd) den nuvarande dörröppningen är.
zh_hant: 門目前打開的程度 (開啟寬度)。

# footpathSurfaceText
source: What is the surface of the footpath?
be: Якая паверхня пешаходнай дарожкі?
cs: Jaký je povrch chodníku?
de: Wie ist der Boden des Fußweges beschaffen?
es: ¿Cuál es la superficie del sendero?
fr: Quelle est le revêtement utilisé sur la partie piétonne ?
pt: Qual é a superfície do caminho pedonal?
pt_br: Qual é a superfície da trilha de pedestres?
ru: Какова поверхность пешеходной дорожки?
sv: Vad är gångbanans yta?
zh_hans: 步行小路表面是什么样的？
zh_hant: 人行道是哪種表面？

# footpathSurfaceDescription
source: If the surface consists of gravel, sand, grass or a comparable surface, it is an unpaved surface.
be: Калі паверхня складаецца з жвіру, пяску, травы або падобнай паверхні, гэта грунтавое пакрыццё.
cs: Pokud je povrch tvořen štěrkem, pískem, trávou nebo srovnatelným povrchem, jedná se o nezpevněnou podlahovou krytinu.
de: Wenn die Oberfläche aus Kies, Sand, Gras oder einer vergleichbaren Oberfläche besteht, handelt es sich um eine unbefestigte Oberfläche.
es: Si la superficie consiste en grava, arena, hierba o una superficie comparable, se trata de una superficie sin pavimentar.
fr: Un revêtement similaire à du gravier, du sable, ou du gazon, est considéré comme non stabilisé.
pt: Se a superfície for constituída por cascalho, areia, relva ou uma superfície comparável, trata-se de uma superfície não pavimentada.
pt_br: Se a superfície consistir de cascalho, areia, grama ou uma superfície comparável, é uma superfície não pavimentada.
ru: Если поверхность состоит из гравия, песка, травы или аналогичной поверхности, то это немощёная поверхность.
sv: Om ytan består av grus, sand, gräs eller liknande är den obelagd.
zh_hans: 如果路面由碎石、沙子、草地或类似路面组成，则属于未铺装路面。
zh_hant: 如果表面由礫石、沙子、草地或類似物質組成，則其為無鋪面的表面。

# cycleBarrierSpacingPlaceholder
source: Spacing
be: Адлегласць
cs: Rozteč
de: Abstand
es: Espaciado
fr: Espacement
pt: Espaçamento
pt_br: Espaçamento
ru: Расстояние
sv: Avstånd
zh_hans: 间距

# stairLiftName
source: Stair lift
be: Лесвічны ліфт
cs: Schodišťová plošina
de: Treppenlift
es: Elevador de escaleras
fr: Monte escalier
pt: Elevador de escadas
pt_br: Elevador de escada
ru: Лестничный подъемник

# elevatorLengthDescription
source: The length is the distance perpendicular to the door. This value is important, so that wheelchair users know whether their wheelchair fits in the elevator.
be: Тут даўжыня - гэта адлегласць, перпендыкулярнае дзвярам. Гэта значэнне важна, каб інваліды-калясачнікі ведалі, ці змяшчаецца іх інваліднае крэсла ў ліфце.
cs: Délka je vzdálenost kolmá ke dveřím. Tato hodnota je důležitá, aby uživatelé vozíku věděli, zda se jejich vozík do výtahu vejde.
de: Als Tiefe wird die Distanz senkrecht zur Tür erfasst. Dieser Wert ist u.a. dafür wichtig, damit Rollstuhlfahrende wissen, ob ihr Rollstuhl in den Fahrstuhl passt.
es: La longitud es la distancia perpendicular a la puerta. Este valor es importante, de modo que los usuarios de sillas de ruedas sepan si su silla de ruedas se ajusta al ascensor.
fr: La longueur est la distance perpendiculaire à la porte, elle permet notamment de savoir si un fauteuil peut rentrer dans un ascenceur.
pt: O comprimento é a distância perpendicular à porta. Este valor é importante para que os utilizadores de cadeiras de rodas saibam se a sua cadeira de rodas cabe no elevador.
pt_br: O comprimento é a distância perpendicular à porta. Esse valor é importante para que os usuários de cadeira de rodas saibam se a cadeira cabe no elevador.
ru: Длина — это расстояние перпендикулярно двери. Это значение важно, чтобы пользователи инвалидных колясок знали, помещается ли их инвалидная коляска в лифт.
sv: Djupet är hisskorgens längd vinkelrätt mot dörren. Detta är viktigt att veta för rullstolsanvändare ska kunna veta om deras rullstol får plats i hissen.

# tactilePavingsStopDescription
source: Tactile pavings are ground elements in public spaces providing information, orientation, guidance and warning for visually impaired people. They stand in high tactile, visual and possibly acoustic contrast to the adjacent floor covering.
be: Тактыльнае пакрыццё - гэта наземныя элементы ў грамадскіх месцах, якія забяспечваюць інфармацыю, арыентацыю, кіраўніцтва і папярэджанне для людзей са слабым зрокам. Яны адрозніваюцца моцным тактыльным, візуальным і, магчыма, гукавым, на кантрасце з пакрыццём.
cs: Hmatové dlažby jsou terénní prvky na veřejných prostranstvích, které poskytují informace, orientaci, vedení a varování pro osoby se zrakovým postižením. Jsou ve vysokém hmatovém, vizuálním a případně i akustickém kontrastu s přilehlou podlahovou krytinou.
de: Bodenindikatoren sind Bodenelemente im öffentlichen Raum zur Information, Orientierung, Leitung und Warnung sehbehinderter Menschen. Sie stehen in einem hohen taktilen, visuellen und gegebenenfalls akustischen Kontrast zum angrenzenden Bodenbelag.
es: Los pavimentos táctiles son elementos en el suelo de espacios públicos que proporcionan información, orientación, guía y advertencia para personas con diversidad visual (sentido de vista limitado). Se destacan por su alto contraste táctil, visual y posiblemente acústico con respecto al revestimiento del suelo adyacente.
fr: Les bandes podotactiles sont des éléments au sol permettant le guidage des personnes malvoyantes. Elles se distinguent du revêtement usuel par leur profil de surface, leur couleur, et potentiellement le bruit qu’elles émettent.
pt: Os pavimentos táteis são elementos do solo em espaços públicos que fornecem informação, orientação, guia e aviso a pessoas com deficiência visual. Apresentam um elevado contraste tátil, visual e possivelmente acústico com o revestimento do pavimento adjacente.
pt_br: Os pavimentos táteis são elementos de solo em espaços públicos que fornecem informações, orientação, guia e aviso para pessoas com deficiência visual. Eles apresentam um alto contraste tátil, visual e possivelmente acústico com o revestimento do piso adjacente.
ru: Тактильные покрытия — это элементы пола в общественных местах, предоставляющие информацию, ориентацию, руководство и предупреждение для людей с нарушениями зрения. Они находятся в сильном тактильном, визуальном и, возможно, акустическом контрасте с прилегающим напольным покрытием.
sv: Taktila ledstråk är markelement i offentliga utrymmen som informerar, orienterar, vägleder och varnar synskadade personer. De står i stark taktil, visuell och eventuellt audiell kontrast till den intilliggande markbeläggningen.
zh_hans: 盲道是公共场所为视障人士提供信息、导向、指引和警示的地面元素。它们在触觉、视觉和可能的声学方面与相邻的地面材料形成强烈对比。
zh_hant: 導盲磚是公共空間中的地面元素，為視障人士提供資訊、方向、導引與警告。它們與相鄰的地板覆蓋物在觸覺、視覺與聽覺上形成鮮明對比。

# stairLiftWidthName
source: Stair lift width
be: Шырыня лесвічнага ліфту
cs: Šířka schodišťové plošiny
de: Treppenlift-Breite
es: Ancho del elevador de escaleras
fr: Largeur du monte escalier
pt: Largura do elevador de escadas
pt_br: Largura do elevador de escada
ru: Ширина лестничного подъемника

# stairLiftWidthText
source: What is the width of the stair lift's usable area?
be: Які памер карыснай плошчы лесвічнага ліфта?
cs: Jaká je šířka užitné plochy schodišťové plošiny?
de: Wie breit ist die Stellfläche des Treppenlifts?
es: ¿Cuál es el ancho del área utilizable del elevador de la escalera?
fr: Quelle est la largeur du monte escalier ?
pt: Qual é a largura da área útil do elevador de escadas?
pt_br: Qual é a largura da área útil do elevador de escada?
ru: Какова ширина полезной площади лестничного подъемника?
