Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# elevatorWidthDescription
source: The width is the distance parallel to the door. This value is important, so that wheelchair users know whether their wheelchair fits in the elevator.
be: Тут шырыня - гэта адлегласць, паралельнае дзвярам. Гэта значэнне важна, каб інваліды-калясачнікі ведалі, ці змяшчаецца іх інваліднае крэсла ў ліфце.
cs: Šířka je vzdálenost rovnoběžná s dveřmi. Tato hodnota je důležitá, aby uživatelé vozíku věděli, zda se jejich vozík do výtahu vejde.
de: Als Breite wird die Distanz parallel zur Tür erfasst. Dieser Wert ist u.a. dafür wichtig, damit Rollstuhlfahrende wissen, ob ihr Rollstuhl in den Fahrstuhl passt.
es: El ancho es la distancia paralela a la puerta. Este valor es importante, de modo que los usuarios de sillas de ruedas sepan si su silla de ruedas se ajusta al ascensor.
fr: La largeur est la distance parallèle à la porte, elle permet de savoir si un fauteuil peut rentrer dans un ascenceur.
pt: A largura é a distância paralela à porta. Este valor é importante para que os utilizadores de cadeiras de rodas saibam se a sua cadeira de rodas cabe no elevador.
pt_br: A largura é a distância paralela à porta. Esse valor é importante para que os usuários de cadeira de rodas saibam se a cadeira cabe no elevador.
ru: Ширина — это расстояние параллельно двери. Это значение важно, чтобы пользователи инвалидных колясок знали, помещается ли их инвалидная коляска в лифт.

# elevatorAnnouncementsName
source: Elevator announcements
be: Аб'явы ліфта
cs: Hlášení ve výtahu
de: Ansagen im Fahrstuhl
es: Anuncios del ascensor
fr: Annonces vocales
pt: Anúncios de elevador
pt_br: Anúncios no elevador
ru: Объявления в лифте

# elevatorAnnouncementsText
source: Is the current floor announced in the elevator?
be: Аб'яўляецца ў ліфце бягучы паверх?
cs: Je ve výtahu hlášeno aktuální patro?
de: Wird die aktuelle Etage im Aufzug angesagt?
es: ¿Se anuncia el piso actual en el ascensor?
fr: L’étage est-il annoncé vocalement ?
pt: O andar atual é anunciado no elevador?
pt_br: O andar atual é anunciado no elevador?
ru: Объявляется ли в лифте текущий этаж?

# numberStepsText
source: How many steps do the stairs have?
be: Колькі прыступак у лесвіцы?
cs: Kolik má schodiště schodů?
de: Wie viele Stufen hat die Treppe?
es: ¿Cuántos pasos tienen las escaleras?
fr: Combien de marches a cet escalier ?
nb: Hvor mange steg har trappen?
pt: Quantos degraus têm as escadas?
pt_br: Quantos degraus tem a escada?
ru: Сколько ступеней на лестнице?

# numberStepsPlaceholder
source: Number
be: Прыступак
cs: Počet
de: Anzahl
es: Número
fr: Nombre
nb: Antall
pt: Número
pt_br: Número
ru: Количество
sv: Antal

# stairsTactilePavingText
source: Is there tactile paving on these stairs?
be: Ці ёсць на гэтых лесвіцах тактыльнае пакрыццё?
cs: Je na těchto schodech hmatová dlažba?
de: Gibt es an dieser Treppe Bodenindikatoren?
es: ¿Hay pavimento táctil en estas escaleras?
fr: Ces escaliers ont-il une bande podotactile ?
pt: Existe pavimento tátil nestas escadas?
pt_br: Há pavimente tátil nesta escada?
ru: Есть ли на этой лестнице тактильное покрытие?

# stairsTactilePavingTopOption
source: Only on top
be: Толькі зверху
cs: Pouze nahoře
de: Nur oben
es: Solo en la parte superior
fr: Seulement en haut.
pt: Apenas na parte superior
pt_br: Somente na parte superior
ru: Только сверху

# stairsTactilePavingName
source: Tactile paving
be: Тактыльнае пакрыццё
cs: Hmatová dlažba
de: Bodenindikatoren
es: Pavimento táctil
fr: Bande podotactile
pt: Pavimento tátil
pt_br: Pavimento tátil
ru: Тактильное покрытие

# stairsTactilePavingBottomOption
source: Only on bottom
be: Знізу
cs: Pouze v dolní části
de: Nur unten
es: Solo en el fondo
fr: Seulement en bas.
pt: Apenas na parte inferior
pt_br: Somente na parte inferior
ru: Только снизу

# stairsHandrailName
source: Stairs handrail
be: Лесвічныя поручні
cs: Zábradlí schodiště
de: Treppen-Handlauf
es: Pasamanos
fr: Main-courante
pt: Corrimão das escadas
pt_br: Corrimão da escada
ru: Поручень лестницы

# stairsHandrailText
source: Do the stairs have a handrail?
be: Ці ёсць у лесвіцы поручні?
cs: Má schodiště zábradlí?
de: Hat die Treppe einen Handlauf?
es: ¿Las escaleras tienen un pasamanos?
fr: L’escalier est-il équipé d’une main-courante ?
pt: As escadas têm corrimão?
pt_br: A escada tem corrimão?
ru: Есть ли у лестницы поручень?

# escalatorDurationName
source: Ride duration
be: Працягласць паездкі
cs: Doba jízdy na eskalátoru
de: Fahrtdauer
es: Duración de la ruta
fr: Durée de déplacement
pt: Duração da viagem
pt_br: Duração da viagem
ru: Длительность поездки
zh_hans: Escalator ride duration

# escalatorDurationText
source: How long does the escalator/moving sidewalk ride take?
be: Колькі часу займае паездка на эскалатары/пешшу?
cs: Jak dlouho trvá jízda na eskalátoru/pohyblivém chodníku?
de: Wie lange dauert die Fahrt mit der Rolltreppe bzw. dem Laufband?
es: ¿Cuánto tiempo dura el viaje en la escalera mecánica/caminadora rodante?
fr: Combien de temps prend un déplacement ?
pt: Quanto tempo demora a viagem de escada/tapete rolante?
pt_br: Quanto tempo dura a viagem de escada rolante/calçada móvel?
ru: Сколько времени занимает поездка на эскалаторе/движущемся тротуаре?

# crossingMarkingsName
source: Crossing markings
be: Пераходная разметка
cs: Značení přechodů
de: Markierung des Überwegs
es: Señalización de cruces
pt: Marcações de travessia
pt_br: Marcações de travessia
ru: Разметка перехода

# crossingMarkingsText
source: Are there markings at this crossing?
be: Ці ёсць разметка на гэтым пераходзе?
cs: Je tento přechod označen?
de: Gibt es Markierungen an diesem Überweg?
es: ¿Hay señales en este cruce?
pt: Existem marcações nesta travessia?
pt_br: Há marcações nesta travessia?
ru: Есть ли на этом переходе разметка?

# crossingMarkingsSharedOption
source: Shared marking for cycleway and footway
be: Агульная разметка для раварыстаў і пешаходаў
cs: Společné značení cyklostezky a chodníku pro pěší
de: Gemeinsame Markierung für Fuß- und Radweg
es: Señalización compartida para carril bici y aceras
pt: Marcação partilhada para a ciclovia e a via pedonal
pt_br: Marcação compartilhada para ciclovia e caminho de pedestres
ru: Общая разметка для велосипедной и пешеходной дорожки

# crossingMarkingsSeparateOption
source: Separate markings for cycleway and footway
be: Асобныя разметкі для раварыстаў і пешаходаў
cs: Oddělené značení cyklostezky a chodníku pro pěší
de: Unterschiedliche Markierung für Fuß- und Radweg
es: Señalización separada para carril bici y aceras
pt: Marcações separadas para a ciclovia e a via pedonal
pt_br: Marcações separadas para ciclovia e caminho de pedestres
ru: Отдельная разметка для велосипедной и пешеходной дорожки

# crossingFootwayMarkingsName
source: Footway crossing markings
be: Разметка пешаходных пераходаў
cs: Značení přechodů pro chodce
de: Markierung des Fußgängerüberwegs
es: Señalización de pasos de peatones
pt: Marcações de travessia de peões
pt_br: Marcações da travessia de pedestres
ru: Разметка пешеходного перехода

# crossingFootwayMarkingsText
source: Are there markings at this footway crossing?
be: Ці ёсць разметка на гэтым пешаходным пераходзе?
cs: Je tento přechod pro chodce označen?
de: Gibt es Markierungen an diesem Fußgängerüberweg?
es: ¿Existe señalización en este paso de peatones?
pt: Existem marcações nesta travessia de peões?
pt_br: Há marcações nesta travessia de pedestres?
ru: Есть ли разметка на этом пешеходном переходе?

# crossingCyclewayMarkingsName
source: Cycleway crossing markings
be: Разметка веладарожкі
cs: Označení přejezdů pro cyklisty
de: Markierung des Radüberwegs
es: Señalización de los pasos para ciclistas
pt: Marcações de travessia de ciclovia
pt_br: Marcações da travessia de ciclovia
ru: Разметка велосипедного перехода

# crossingMarkingsTypeName
source: Crossing markings type
be: Тып разметкі пераходу
cs: Typ značení přechodu
de: Art der Markierung des Überwegs
es: Tipo de señalización de cruces
pt: Tipo de marcações de travessia
pt_br: Tipo de marcações de travessia
ru: Тип разметки перехода

# crossingMarkingsTypeText
source: Which type of markings are at this crossing?
be: Якая разметка на гэтым пераходзе?
cs: Jaký typ značení je na tomto přechodu?
de: Welche Art von Markierungen gibt es an diesem Überweg?
es: ¿Qué tipo de señalización hay en este cruce?
pt: Que tipo de marcações existem nesta travessia?
pt_br: Que tipo de marcações existem nesta travessia?
ru: Какой тип разметки на этом переходе?

# crossingMarkingsTypeDescription
source: Select the crossing markings that fit best.
be: Выберыце разметку, якая найбольш падыходзіць.
cs: Vyberte značení křižovatky, které nejlépe vyhovuje.
de: Wähle die Überwegsmarkierungen, die am besten passen.
es: Seleccione las marcas de cruce que mejor se adapten.
pt: Selecione as marcações de travessia que melhor se adequam.
pt_br: Selecione as marcações de travessia mais adequadas.
ru: Выберите наиболее подходящую разметку для перехода.

# crossingFootwayMarkingsTypeName
source: Footway crossing markings type
be: Тыпы разметкі пешаходных пераходаў
cs: Typ značení přechodu pro chodce
de: Art der Markierung des Fußgängerüberwegs
es: Tipo de señalización de pasos de peatones
pt: Tipo de marcações de travessia de peões
pt_br: Tipo de marcações da travessia de pedestres
ru: Тип разметки для перехода пешеходной дорожки

# crossingFootwayMarkingsTypeText
source: Which type of markings are at the footway crossing?
be: Якая разметка на пешаходным пераходзе?
cs: Jaký typ značení je na přechodu pro chodce?
de: Welche Art von Markierungen gibt es an dem Fußgängerüberweg?
es: ¿Qué tipo de marcas hay en el paso de peatones?
pt: Que tipo de marcações existem na travessia de peões?
pt_br: Que tipo de marcação existe na faixa de pedestres?
ru: Какой тип разметки используется на переходе пешеходной дорожки?

# crossingMarkingsTypeZebraOption
source: Zebra
de: Zebrastreifen
es: Paso de cebra
ru: Зебра

# pedestrianLightsButtonText
source: Do the pedestrian lights have a request button?
be: Ці ёсць у пешаходных святлафораў кнопка запыту?
cs: Mají světla pro chodce tlačítko požadavku?
de: Hat die Fußgängerampel einen Anforderungstaster?
es: ¿La luz peatonal tiene un botón de solicitud?
fr: Le feu dispose-t’il d’un bouton d’appel ?
pt: Os semáforos para peões têm um botão de solicitação?
pt_br: Os semáforos para pedestres têm um botão de solicitação?
ru: Есть ли у пешеходного светофора кнопка запроса?

# pedestrianLightsTactileArrowName
source: Pedestrian lights tactile arrow
cs: Světla pro chodce s hmatovou šipkou
de: Ampel-Tastbarer-Pfeil
es: Flecha táctil de luz peatonal
fr: Flèche tactile
pt: Sinalização de seta tátil para peões
pt_br: Seta tátil de semáforo para pedestres
ru: Тактильная стрелка пешеходного светофора

# pedestrianLightsTactileArrowText
source: Do the pedestrian lights have a tactile arrow for blind people?
be: Ці ёсць у пешаходных святлафорах тактыльная стрэлка для невідушчых?
cs: Mají světla pro chodce hmatovou šipku pro nevidomé?
de: Hat die Fußgängerampel einen tastbaren Pfeil für Blinde?
es: ¿La luz peatonal tiene una flecha táctil para personas con discapacidad visual?
fr: Le feu dispose-t’il d’une flèche pour les personnes malvoyantes ?
pt: Os semáforos para peões têm uma seta tátil para os invisuais?
pt_br: Os semáforos para pedestres têm uma seta tátil para pessoas cegas?
ru: Есть ли у пешеходного светофора тактильная стрелка для слепых?

# pedestrianLightsAcousticSignalNoOptionDescription
source: Attention: The crossing signal often has to be requested manually by button.
be: Увага: сігнал для пераходу часта трэба запытваць уручную кнопкай.
cs: Pozor: Signál přechodu se často musí vyžádat ručně pomocí tlačítka.
de: Achtung: Das Überquerungs-Signal muss oft manuell über einen Taster unten am Blinden-Taster angefordert werden.
es: Atención: la señal de cruce a menudo debe solicitarse manualmente por botón.
fr: Attention: Le signal sonore requiert généralement la pression d’un bouton.
pt: Atenção: o sinal de travessia tem frequentemente de ser solicitado manualmente através de um botão.
pt_br: Atenção: O sinal de travessia muitas vezes tem de ser solicitado manualmente através de um botão.
ru: Внимание: сигнал перехода часто приходится запрашивать вручную с помощью кнопки.

# pedestrianLightsVibrationSignalName
source: Pedestrian lights vibration signal
be: Вібрасігнал пешаходнага святлафора
cs: Vibrační signál světel pro chodce
de: Ampel-Vibrations-Signal
es: Señal de vibración de luz peatonal
fr: Vibration de traversée
pt: Sinal de vibração de semáforo para peões
pt_br: Sinal vibratório de semáforo para pedestres
ru: Сигнал вибрации пешеходного светофора

# pedestrianLightsVibrationSignalText
source: Is there a vibration signal for blind people at the pedestrian lights?
be: Ці ёсць вібрасігнал для сляпых на пешаходным святлафоры?
cs: Existuje vibrační signál pro nevidomé na semaforech pro chodce?
de: Gibt es an der Fußgängerampel einen Vibrations-Signalgeber für Blinde?
es: ¿Existe una señal de vibración para las personas con discapacidad visual a la luz peatonal?
fr: Le feu dispose-t’il d’un équipement de vibration pour aider les personnes malvoyantes ?
pt: Existe um sinal de vibração para os invisuais nos semáforos para peões?
pt_br: Existe um sinal vibratório para pessoas cegas nos semáforos para pedestres?
ru: Есть ли вибрационный сигнал для слепых людей на пешеходном светофоре?

# curbTypeName
source: Curb type
be: Тып бардзюра
cs: Typ obrubníku
de: Bordstein-Art
es: Tipo de bordillo
fr: Type de bordure
pt: Tipo de lancil
pt_br: Tipo de meio-fio
ru: Тип бордюра
sv: Typ av trottoarkant

# crossingGroundIndicatorName
source: Crossing tactile paving
be: Тактыльнае пакрыцце на пераходзе
cs: Hmatová dlažba na přechodu
de: Übergang-Bodenindikatoren
es: Pavimento táctil para peatones
fr: Bandes podotactiles
pt: Pavimento tátil da travessia
pt_br: Pavimento tátil da travessia
ru: Переход тактильного покрытия
sv: Orienteringsplattor vid järnvägsövergång

# railroadAcousticWarningText
source: Does the train emit an acoustic warning signal when passing through?
be: Ці падае цягнік гукавы сігнал пры праездзе?
cs: Vydává vlak při průjezdu zvukový výstražný signál?
de: Gibt die Bahn bei Durchfahrt ein akustisches Warnsignal?
es: ¿El tren emite una señal de advertencia acústica cuando pasa?
fr: Le train émet-il un avertissement sonore lors de son passage ?
pt: O comboio emite um sinal de aviso acústico aquando da sua passagem?
pt_br: O trem emite um sinal sonoro de aviso ao passar?
ru: Издает ли поезд акустический сигнал предупреждения при проезде?
sv: Använder tåget tyfon (tuta) eller vissla när det passerar?

# crossingGroundIndicatorText
source: Is there tactile paving on both sides of this crossing?
be: Ці ёсць тактыльнае пакрыццё з абодвух бакоў гэтага пераходу?
cs: Je na obou stranách přechodu hmatná dlažba?
de: Gibt es Bodenindikatoren an beiden Seiten dieses Übergangs?
es: ¿Hay pavimento táctil en ambos lados de este cruce?
fr: Des bandes podotactiles sont-elles présentes de part et d’autre de la traversée ?
pt: Existe pavimento tátil em ambos os lados desta travessia?
pt_br: Existe pavimento tátil em ambos os lados desta passagem?
ru: Есть ли тактильное покрытие по обеим сторонам этого перехода?
sv: Finns det orienteringsplattor på bägge sidor om järnvägsövergången?

# transportationModesText
source: Which modes of transportation approach this stop?
be: Якія віды транспарту падыходзяць да гэтага прыпынку?
cs: Které druhy dopravy se k této zastávce přibližují?
de: Welche Verkehrsmittel halten an dieser Haltestelle?
es: ¿Qué modos de transporte se acercan a esta parada?
fr: Quels véhicules utilisent cet arrêt ?
pt: Que meios de transporte se aproximam desta paragem?
pt_br: Quais meios de transporte chegam a esta parada?
ru: Какие виды транспорта подъезжают к этой остановке?
sv: Vilka transportslag angör denna hållplats?
zh_hans: 哪种模式的交通会停靠这个站点？

# transportationModesTrainOptionName
source: Train
be: Цягнік
cs: Vlak
de: Zug
es: Tren
pt: Comboio
pt_br: Trem
ru: Поезд
sv: Tåg
zh_hans: 火车

# elevatorDiameterName
source: Elevator diameter
be: Дыяметр ліфта
de: Durchmesser des Fahrstuhls
es: Tamaño del ascensor
pt: Diâmetro do elevador
pt_br: Diâmetro do elevador
ru: Диаметр лифта
sv: Hissens diameter

# elevatorDiameterText
source: What is the diameter of this elevator?
be: Які дыяметр гэтага ліфта?
de: Welchen Durchmesser hat die Kabine des Fahrstuhls?
es: ¿Como es de grande el ascensor?
pt: Qual é o diâmetro deste elevador?
pt_br: Qual é o diâmetro deste elevador?
ru: Каков диаметр этого лифта?
sv: Hur stor är hisskorgens diameter?

# elevatorDiameterPlaceholder
source: Diameter of the cabin
be: Дыяметр кабіны
de: Durchmesser der Kabine
es: Tamaño de la cabina
pt: Diâmetro da cabina
pt_br: Diâmetro da cabine
ru: Диаметр кабины
sv: Hisskorgens diameter

# elevatorDoorWidthName
source: Elevator door width
be: Шырыня дзвярэй ліфта
de: Breite der Fahrstuhltür
es: Ancho de la puerta del ascensor
pt: Largura da porta do elevador
pt_br: Largura da porta do elevador
ru: Ширина двери лифта

# elevatorDoorWidthPlaceholder
source: Clearance width
be: Шырыня прасвету
de: Breite
es: Anchura útil
pt: Largura livre
pt_br: Largura de passagem
ru: Ширина зазора

# cyclePathSurfaceName
source: Cycle path surface
de: Oberfläche des Radwegs
es: Superficie del carril bici
pt: Superfície da ciclovia
pt_br: Superfície da ciclovia
ru: Поверхность велосипедной дорожки
zh_hant: 單車路徑舖面

# cyclePathSurfaceText
source: What is the surface of the cycle path?
de: Was ist die Oberfläche des Radwegs?
es: ¿Cuál es la superficie del carril bici?
pt: Qual é a superfície da ciclovia?
pt_br: Qual é a superfície da ciclovia?
ru: Какова поверхность велосипедной дорожки?
zh_hant: 單車路徑的舖面是？

# cyclePathSurfaceDescription
source: If the surface consists of gravel, sand, grass or a comparable surface, it is an unpaved surface.
de: Wenn die Oberfläche aus Kies, Sand, Gras oder einer vergleichbaren Oberfläche besteht, handelt es sich um eine unbefestigte Oberfläche.
es: Si la superficie consiste en grava, arena, hierba o una superficie comparable, se trata de una superficie sin pavimentar.
pt: Se a superfície for constituída por cascalho, areia, relva ou uma superfície comparável, trata-se de uma superfície não pavimentada.
pt_br: Se a superfície consistir de cascalho, areia, grama ou uma superfície comparável, é uma superfície não pavimentada.
ru: Если поверхность состоит из гравия, песка, травы или аналогичной поверхности, то это немощёная поверхность.
zh_hant: 如果表面由礫石、沙子、草地或類似材質舖面組成，則為未有鋪面的表面。
