Repository: OPENER-next/OpenStop
Catalog: assets/question_catalog/locales/*.arb
Languages: be, cs, de, es, fr, hr, it, nb, pt, pt_br, ru, sv, zh_hans, zh_hant

# stopCurbTypeDescription
source: If the curb at a stop varies, choose the curb type of the usual boarding location for wheelchair users.
be: Калі бардзюр на прыпынку адрозніваецца, выберыце тып бардзюра звычайнага месца пасадкі для інвалідаў-калясачнікаў.
cs: Pokud se obrubník na zastávce liší, zvolte typ obrubníku obvyklého místa nástupu pro vozíčkáře.
de: Wenn der Bordstein an einer Haltestelle variiert, ist die Bordstein-Art für die übliche Einstiegsstelle von Rollstuhlfahrenden anzugeben.
es: Si el bordillo en una parada varía, elija el tipo de bordillo de la ubicación de embarque habitual para usuarios de sillas de ruedas.
fr: Si la hauteur de bordure varie, indiquer la valeur là où les personnes en fauteuil roulant s’engagent.
pt: Se o lancil de uma paragem variar, escolha o tipo de lancil do local de embarque habitual para utilizadores de cadeiras de rodas.
pt_br: Se o meio-fio de uma parada variar, escolha o tipo de meio-fio do local de embarque habitual para cadeirantes.
ru: Если бордюр на остановке различается, выберите тип бордюра обычного места посадки для инвалидов-колясочников.
sv: Om en hållplats har olika typer av trottoarkanter, välj den typ som finns där rullstolsburna vanligen stiger på.
zh_hans: 如果站点有不同种类的路沿，请选择轮椅使用者通常上车地点的路沿类型。
zh_hant: 若車站的路緣不只一種，請選擇輪椅使用者通常上車位置的路緣類型。

# stopCurbTypeLoweredOption
source: Lowered (<3cm)
be: Нізкі (<3cm)
cs: Snížený (<3cm)
de: Abgesenkt (<3cm)
es: Bajo (<3cm)
fr: Abaissée (< 3 cm)
it: Abbassato (<3cm)
nb: Forsenket (<3cm)
pt: Rebaixado (<3cm)
pt_br: Rebaixado (<3cm)
ru: Опущенный (<3 см)
sv: Sänkt (<3 cm)
zh_hans: 低缓 (<3cm)
zh_hant: 降低（< 3 公分）

# platformWidthName
source: Platform width
be: Шырыня платформы
cs: Šířka nástupiště
de: Plattform-Breite
es: Ancho de la plataforma
fr: Largeur de quai
it: Larghezza della banchina
nb: Plattformsbredde
pt: Largura da plataforma
pt_br: Largura da plataforma
ru: Ширина платформы
sv: Plattformsbredd
zh_hans: 站台宽度
zh_hant: 月台寬度

# platformWidthText
source: What is the predominant width of the platform?
be: Прыкладная шырыня платформы?
cs: Jaká je převažující šířka nástupiště?
de: Was ist die überwiegende Breite der Plattform?
es: ¿Cuál es el ancho predominante de la plataforma?
fr: Quelle est la largeur générale du quai ?
it: Qual è la larghezza generale della banchina?
pt: Qual é a largura predominante da plataforma?
pt_br: Qual é a largura predominante da plataforma?
ru: Какова преобладающая ширина платформы?
sv: Hur bred är majoriteten av plattformen?
zh_hans: 站台的主要宽度是多少？
zh_hant: 月台的主要寬度是多少？

# platformWidthDescription
source: The width of a platform is measured perpendicular to the direction of travel. If the width varies, the width that encompasses the majority of the platform must be specified. Attention: The narrowest point of a platform is gathered separately.
be: Шырыня платформы вымяраецца перпендыкулярна кірунку руху. Калі шырыня адрозніваецца, трэба ўказаць шырыню, якая ахоплівае большую частку платформы. Увага: самая вузкая частка платформы ўносіцца асобна.
cs: Šířka nástupiště se měří kolmo ke směru jízdy. Pokud se šířka mění, musí být uvedena šířka, která zahrnuje většinu nástupiště. Pozor: Nejužší místo nástupiště se zjišťuje samostatně.
de: Die Breite einer Plattform wird quer zur Fahrtrichtung gemessen. Variiert die Breite, ist die anzugeben, die den Großteil der Plattform umfasst. Achtung: Die engste Stelle einer Plattform wird separat erfasst.
es: El ancho de una plataforma se mide perpendicular a la dirección del viaje. Si el ancho varía, se debe especificar el ancho que abarca la mayoría de la plataforma. Atención: el punto más estrecho de una plataforma se pregunta por separado.
fr: La largeur du quai est mesurée perpendiculairement au cheminement. Si la largeur varie, indiquer la valeur la plus représentative. Attention : Le point le plus étroit est à indiquer séparement.
it: La larghezza della banchina è misurata perpendicolarmente alla direzione di viaggio. Se la larghezza varia, bisogna specificare quella che rappresenta la maggior parte della banchina. Attenzione: il punto più stretto della banchina è indicato a parte.
pt: A largura de uma plataforma é medida perpendicularmente à direção da deslocação. Se a largura variar, deve ser especificada a largura que engloba a maior parte da plataforma. Atenção: o ponto mais estreito de uma plataforma é feito numa pergunta separada.
pt_br: A largura de uma plataforma é medida perpendicularmente à direção da viagem. Se a largura variar, deve ser especificada a largura que engloba a maior parte da plataforma. Atenção: o ponto mais estreito de uma plataforma é feito numa pergunta separada.
ru: Ширина платформы измеряется перпендикулярно направлению движения. Если ширина меняется, необходимо указать ширину, охватывающую большую часть платформы. Внимание: самое узкое место платформы собирается отдельно.
sv: Bredden på plattformen mäts vinkelrätt mot färdriktningen. Om bredden varierar ska den bredd som omfattar majoriteten av plattformen anges. OBS: Den smalaste delen av plattformen efterfrågas separat.
zh_hans: 站台的宽度是沿垂直于行驶方向测量的。如果宽度不等，则必须指定站台大部分区域所用的宽度。注意： 站台最窄处应单独填报。
zh_hant: 月台寬度為測量垂直於行進方向的大小。若寬度不一致，則必須指定包含大部分月台的寬度。注意：月台最窄處的寬度單獨蒐集。

# approachAidName
source: Approach aid
be: Спецыяльны пад'езд
cs: Přístup k pomoci
de: Anfahrtshilfe
es: Ayuda de Aproximación
fr: Bordure guide-roues
nb: Tilgjengelighetsrampe
pt: Ajuda à aproximação
pt_br: Ajuda de aproximação
ru: Помощь при подъезде
sv: Hållplatskantstöd
zh_hans: 通道坡道
zh_hant: 接近輔助

# approachAidText
source: Does the stop have a special curb with an approach aid for buses?
be: Ці ёсць на прыпынку спецыяльны бардзюр з пад'ездам для аўтобусаў?
cs: Má zastávka speciální obrubník s nájezdovým zařízením pro autobusy?
de: Hat die Haltestelle einen speziellen Bordstein mit Anfahrtshilfe für Busse?
es: ¿La parada tiene una bordillo especial que ayuda a la aproximación de los autobuses?
fr: La bordure permet-elle un guidage spécial des roues des véhicules ?
pt: A paragem tem um lancil especial com uma ajuda de aproximação para os autocarros?
pt_br: A parada tem um meio-fio especial com uma ajuda de aproximação para os ônibus?
ru: Есть ли на остановке специальный бордюр с помощью при подъезде для автобусов?
sv: Har hållplatsen en särskild kantsten som gör att bussen kan köra ända in till kanten?
zh_hans: 车站是否有专门的路沿，为公共汽车提供进站辅助？
zh_hant: 車站是否有特殊的路緣以及公車接近輔助？

# approachAidDescription
source: Curbs with approach aid have a concave curvature towards the road. This provides guidance for the bus tires when approaching the stop, allowing buses to approach the curb closely.
be: Бардзюры са сродкамі набліжэння маюць увагнутую крывізну ў бок дарогі. Гэта забяспечвае арыенціры для шын аўтобуса пры набліжэнні да прыпынку, дазваляючы аўтобусам набліжацца да бардзюра ўшчыльную.
cs: Obrubníky s nájezdovou pomůckou mají konkávní zakřivení směrem k silnici. To poskytuje pneumatikám autobusu vodicí prvky při příjezdu k zastávce a umožňuje autobusům těsné přiblížení k obrubníku.
de: Bordsteine mit Anfahrtshilfe haben eine konkave Rundung zur Straße hin. Diese sorgt für eine Führung der Busreifen beim Anfahren der Haltestelle und ermöglicht so Bussen ein dichtes Heranfahren an die Bordsteinkante.
es: Los bordillos con ayuda de aproximación tienen una curvatura cóncava hacia la carretera. Esto proporciona guía para los neumáticos del autobús al acercarse a la parada, permitiendo que los autobuses se aproximen a la parada estrechamente.
fr: Certaines bordures sont concaves par rapport à la route. Cela permet de guider les roues des véhicules pour les rapprocher du quai.
pt: Os lancis com auxílio à aproximação têm uma curvatura côncava em direção à estrada. Isto fornece orientação para os pneus dos autocarros quando se aproximam da paragem, permitindo que os autocarros se aproximem do lancil.
pt_br: Os meio-fios com ajuda de aproximação têm uma curvatura côncava em direção à estrada. Isto fornece orientação para os pneus dos ônibus quando se aproximam da parada, permitindo que os ônibus se aproximem do meio-fio.
ru: Бордюры с помощью при подъезде имеют вогнутую кривизну в сторону дороги. Это обеспечивает направление шин автобуса при подъезде к остановке, позволяя автобусам подъезжать к бордюру вплотную.
sv: Hållplatskantstöd har en konkav yta mot vägbanan. Den vägleder bussen hjul, vilket möjliggör för bussar att köra ända in till kanten utan att skada däcksidan.
zh_hans: 带进站辅助装置的路沿有一个朝向道路的凹形弧度。这可以在公交车驶近站点时为轮胎提供导向，使公交车能够靠近路沿。
zh_hant: 帶有接近輔助的路緣具有朝向道路的凹曲率。這為接近車站時的公車輪胎提供了引導，使公車能夠近距離接近路緣。

# portableRampName
source: Portable ramp
be: Пераносны пандус
cs: Přenosná rampa
de: Bewegbare Rampe
es: Rampa portátil
fr: Rampe portative
it: Rampa portabile
nb: Flyttbar rampe
pt: Rampa portátil
pt_br: Rampa portátil
ru: Переносной пандус
sv: Portabel ramp
zh_hans: 便携式坡道
zh_hant: 可攜式坡道

# portableRampText
source: Is there a portable wheelchair ramp?
be: Ці ёсць пераносны пандус для інвалідных калясак?
cs: Je k dispozici přenosná rampa pro vozíčkáře?
de: Gibt es eine bewegbare Rollstuhl-Rampe?
es: ¿Hay una rampa portátil para silla de ruedas?
fr: Existe-t’il une rampe portative pour fauteuls roulants ?
it: È presente una rampa portabile per sedie a rotelle?
nb: Er det en flyttbar rampe for rullestolsbrukere?
pt: Existe uma rampa portátil para cadeiras de rodas?
pt_br: Existe uma rampa portátil para cadeiras de rodas?
ru: Есть ли переносной пандус для инвалидных колясок?
sv: Finns det en portabel rullstolsramp?
zh_hans: 是否有便携式轮椅坡道？
zh_hant: 有可攜式輪椅坡道嗎？

# portableRampLengthName
source: Ramp length
be: Даўжыня рампы
cs: Délka rampy
de: Rampen-Länge
es: Longitud de rampa
fr: Longueur de rampe
it: Lunghezza della rampa
nb: Rampelengde
pt: Comprimento da rampa
pt_br: Comprimento da rampa
ru: Длина пандуса
sv: Rampens längd
zh_hans: 坡道长度
zh_hant: 坡道長度

# portableRampLengthDescription
source: The length of an (unfolded or maximum extended) portable ramp is important for wheelchair users, because in combination with other factors one can determine the possible inclination of the ramp while in use.
be: Даўжыня пераноснага пандуса (у разгорнутым або максімальна выцягнутым выглядзе) важная для карыстальнікаў інвалідных калясак, таму што ў спалучэнні з іншымі фактарамі можна вызначыць магчымы нахіл пандуса падчас выкарыстання.
cs: Přenosné rampy pomáhají vozíčkářům překonávat mezery nebo schody (při nastupování nebo vystupování z vozidla).
de: Die Länge einer (ausgeklappten oder maximal ausgezogenen) tragbaren Rampe ist wichtig für Rollstuhlfahrer, da man in Kombination mit anderen Faktoren die mögliche Neigung der Rampe im Gebrauch bestimmen kann.
es: La longitud de una rampa portátil (desplegada o completamente extendida) es importante para los usuarios de sillas de ruedas porque, en combinación con otros factores, puede determinar la posible inclinación de la rampa durante su uso.
fr: Les rampes portatives permettent aux personnes en fauteuil roulant de franchir des espaces ou des marches pour monter et descendre des véhicules.
it: La lunghezza di una rampa portabile (non piegata o estesa al massimo) è importante per le persone in sedia a rotelle perché permette di determinare, insieme ad altri fattori, la possibile inclinazione della rampa quando è in uso.
pt: O comprimento de uma rampa portátil (desdobrada ou estendida ao máximo) é importante para os utilizadores de cadeiras de rodas, porque, em combinação com outros fatores, pode determinar a possível inclinação da rampa durante a utilização.
pt_br: O comprimento de uma rampa portátil (desdobrada ou estendida ao máximo) é importante para os usuários de cadeiras de rodas, pois, em combinação com outros fatores, é possível determinar a possível inclinação da rampa durante o uso.
ru: Длина (разложенного или максимально выдвинутого) переносного пандуса важна для пользователей инвалидных колясок, поскольку в сочетании с другими факторами можно определить возможный наклон пандуса во время использования.
sv: Längden på en (utfälld eller maximalt utdragen) portabel ramp är viktig för rullstolsanvändare, eftersom man i kombination med andra faktorer kan räkna ut rampens lutning vid användning.
zh_hans: 便携式坡道可帮助轮椅使用者在上下车时越过缝隙或台阶。
zh_hant: 可攜式坡道 (未折疊或是最長延伸) 的長度對於輪椅使用者相當重，因為綜合考量其他因素，可以確定坡道在使用時可能出現的傾斜度。

# portableRampWidthDescription
source: The maximum usable width of an (unfolded) portable ramp is important to know for wheelchair users as it is one of the defining factors whether they can use the ramp.
be: Для інвалідаў-калясачнікаў важна ведаць максімальную карысную шырыню (у разгорнутым) пераносным пандусе, паколькі гэта адзін з вызначальных фактараў, ці могуць яны карыстацца пандусам.
de: Die maximal nutzbare Breite einer (ausgeklappten) tragbaren Rampe ist für Rollstuhlfahrer wichtig zu wissen, da sie einer der entscheidenden Faktoren ist, ob sie die Rampe benutzen können.
es: Es importante que los usuarios de sillas de ruedas conozcan el ancho efectivo máximo de una rampa portátil (desplegada), ya que es uno de los factores determinantes para determinar si pueden usar la rampa.
pt: É importante que os utilizadores de cadeiras de rodas conheçam a largura máxima utilizável de uma rampa portátil (desdobrada), pois é um dos fatores que determinam se podem utilizar a rampa.
pt_br: É importante saber a largura máxima utilizável de uma rampa portátil (desdobrada) para usuários de cadeira de rodas, pois esse é um dos fatores que definem se eles podem usar a rampa.
ru: Максимальная полезная ширина (разложенного) переносного пандуса важна для пользователей инвалидных колясок, поскольку это один из определяющих факторов, могут ли они использовать пандус.
sv: Den maximala användbara bredden på en (utfälld) portabel ramp är viktig att känna till för rullstolsanvändare eftersom den avgör om de kan använda rampen.
zh_hant: 對於輪椅使用者來說，了解已展開的便攜式坡道之寬度非常重要，因為這是他們是否可以使用坡道的因素之一。

# portableRampLoadCapacityDescription
source: Portable ramps help wheelchair users to overcome gaps or steps (when getting on or off a vehicle).
be: Пераносныя пандусы дапамагаюць інвалідам-калясачнікам пераадольваць прамежкі або прыступкі (пры пасадцы або выхадзе з транспартнага сродку).
cs: Přenosné rampy pomáhají vozíčkářům překonávat mezery nebo schody (při nastupování nebo vystupování z vozidla).
de: Bewegbare Rampen helfen Rollstuhlfahrenden bei der Überwindung eines Spalts bzw. von Stufen (beim Ein- und Ausstieg).
es: Las rampas portátiles ayudan a los usuarios de sillas de ruedas a superar las brechas o los pasos (al subir o apagar un vehículo).
fr: Les rampes portatives permettent aux personnes en fauteuil roulant de franchir des espaces ou des marches pour monter et descendre des véhicules.
pt: As rampas portáteis ajudam os utilizadores de cadeiras de rodas a ultrapassar desníveis ou degraus (quando entram ou saem de um veículo).
pt_br: As rampas portáteis ajudam os usuários de cadeiras de rodas a superar vãos ou degraus (ao entrar ou sair de um veículo).
ru: Переносные пандусы помогают пользователям инвалидных колясок преодолевать зазоры или ступеньки (при посадке или высадке из транспортного средства).
sv: Portabla ramper hjälper rullstolsanvändare att ta sig över avstånd eller höjdskillnader (vid på- och avstigning).
zh_hans: 便携式坡道可帮助轮椅使用者在上下车时越过缝隙或台阶。
zh_hant: 可攜式坡道可協助輪椅使用者克服間隙或台階（上下車輛時）。

# portableLiftText
source: Is there a portable lift for wheelchair users?
be: Ці ёсць партатыўны пад'ёмнік для інвалідаў-калясачнікаў?
cs: Je k dispozici přenosný výtah pro vozíčkáře?
de: Gibt es einen bewegbaren Hublift für Rollstuhlfahrende?
es: ¿Existe un elevador portátil para usuarios de sillas de ruedas?
fr: Existe-t’il un ascenceur portatif pour personnes en fauteuil roulant ?
pt: Existe um elevador portátil para utilizadores de cadeiras de rodas?
pt_br: Há um elevador portátil para usuários de cadeira de rodas?
ru: Есть ли переносной подъемник для пользователей инвалидных колясок?
sv: Finns det en flyttbar rullstolshiss?
zh_hans: 是否有为轮椅使用者准备的便携式轮椅坡道？
zh_hant: 有適合輪椅使用者的可攜式升降機嗎？

# portableLiftLengthDescription
source: Portable lifts help wheelchair users to overcome gaps or steps (when getting on or off a vehicle).
be: Партатыўныя пад'ёмнікі дапамагаюць інвалідам-калясачнікам пераадольваць шчыліны або прыступкі (пры пасадцы або выхадзе з транспартнага сродку).
cs: Přenosné zvedáky pomáhají vozíčkářům překonávat mezery nebo schody (při nastupování nebo vystupování z vozidla).
de: Bewegbare Hublifte helfen Rollstuhlfahrenden bei der Überwindung eines Spalts bzw. von Stufen (beim Ein- und Ausstieg).
es: Los elevadores portátiles ayudan a los usuarios de sillas de ruedas a superar las brechas o los pasos (al subir o apagar un vehículo).
fr: Les ascenceurs portatifs permettent aux personnes en fauteuil roulant de franchir des espaces ou des marches pour monter et descendre des véhicules.
pt: Os elevadores portáteis ajudam os utilizadores de cadeiras de rodas a ultrapassar espaços ou degraus (quando entram ou saem de um veículo).
pt_br: Os elevadores portáteis ajudam os usuários de cadeiras de rodas a superar vãos ou degraus (ao entrar ou sair de um veículo).
ru: Переносные подъемники помогают пользователям инвалидных колясок преодолевать зазоры или ступеньки (при посадке или высадке из транспортного средства).
sv: Flyttbara rullstolshissar hjälper rullstolsanvändare att ta sig över avstånd eller höjdskillnader (vid på- och avstigning).
zh_hans: 便携式升降机可帮助轮椅使用者在上下车时越过缝隙或台阶。
zh_hant: 可攜式升降機可協助輪椅使用者克服間隙或台階（上下車輛時）。

# portableLiftLengthName
source: Usable length of the lift
be: Карысная даўжыня пад'ёмніка
cs: Použitelná délka výtahu
de: Hublift-Stellflächenlänge
es: Longitud útil del elevador
fr: Longueur utile de l’ascenseur
pt: Comprimento útil do elevador
pt_br: Comprimento útil do elevador
ru: Полезная длина подъемника
sv: Rullstolshissens användbara djup
zh_hans: 升降机的可用长度
zh_hant: 升降機可用長度

# portableLiftLengthText
source: What is the length of the portable lift's usable area?
be: Якая даўжыня карыснай плошчы партатыўнага пад'ёмніка?
cs: Jaká je délka užitné plochy přenosného výtahu?
de: Wie lang ist die Stellfläche des bewegbaren Hublifts?
es: ¿Cuál es la longitud del área utilizable del elevador portátil?
fr: Quelle est la longueur utilisable de l’ascenceur ?
pt: Qual é o comprimento da área útil do elevador portátil?
pt_br: Qual é o comprimento da área útil do elevador portátil?
ru: Какова длина полезной площади переносного подъемника?
sv: Hur djup är den användbara ytan på den flyttbara rullstolshissen?
zh_hans: 便携式升降机的可用长度是多少？
zh_hant: 可攜式升降機的可用區域長度是多少？

# elevatorLengthPlaceholder
source: Length
be: Даўжыня
cs: Délka
de: Tiefe
es: Longitud
fr: Longueur
pt: Comprimento
pt_br: Comprimento
ru: Длина
sv: Djup
zh_hant: 長度

# portableLiftLoadCapacityText
source: What is the maximum load capacity of the portable lift?
be: Якая максімальная грузападымальнасць партатыўнага ліфта?
cs: Jaká je maximální nosnost přenosného výtahu?
de: Was ist die maximale Tragfähigkeit des bewegbaren Hublifts?
es: ¿Cuál es la capacidad máxima de carga del elevador portátil?
fr: Quelle est la charge maximale de l’ascenceur ?
pt: Qual é a capacidade máxima de carga do elevador portátil?
pt_br: Qual é a capacidade máxima de carga do elevador portátil?
ru: Какова максимальная грузоподъемность переносного подъемника?
sv: Vad är den flyttbara rullstolshissens maxlast?
zh_hans: 便携式升降机的最大承载量是多少？
zh_hant: 可攜式升降機的最大負載能力是多少？

# doorDescription
source: Whether an entrance has a door is particularly relevant for wheelchair users. If there is a door, the exact type is queried below.
be: Пра тое, ці ёсць у пад'ездзе дзверы, асабліва важна для інвалідаў-калясачнікаў. Калі дзверы ёсць, дакладны тып запытваецца ніжэй.
cs: To, zda má vchod dveře, je důležité zejména pro uživatele na vozíku. Pokud jsou dveře k dispozici, je níže uveden přesný typ dveří.
de: Ob ein Durchgang eine Tür hat, ist besonders für Rollstuhlfahrende relevant. Existiert eine Tür, wird die genaue Art nachfolgend abgefragt.
es: Si una entrada tiene una puerta es especialmente relevante para usuarios de sillas de ruedas. Si hay una puerta, se pregunta a continuación sobre el tipo exacto.
fr: La présence d’une porte est importante, en particulier pour les personnes en fauteuil roulant. Le type de porte est également demandé ci-après.
pt: A existência ou não de uma porta na entrada é particularmente relevante para os utilizadores de cadeiras de rodas. Se existir uma porta, o tipo exato é questionado abaixo.
pt_br: O fato de a entrada ter uma porta é particularmente relevante para usuários de cadeira de rodas. Se houver uma porta, o tipo exato será perguntado abaixo.
ru: Наличие двери во входе особенно важно для пользователей инвалидных колясок. Если есть дверь, точный тип запрашивается ниже.
sv: Huruvida en ingång har en dörr är särskilt viktigt för rullstolsanvändare. Om det finns en dörr kommer den exakta typen efterfrågas senare.
zh_hans: 入口处是否有门对轮椅使用者尤为重要。如果有门，具体类型如下。
zh_hant: 入口是否有門對於輪椅使用者來說尤其重要。如果有門，則在下方查詢確切的類型。

# doorTypeText
source: What kind of door is installed?
be: Якія дзверы ўсталяваны?
cs: Jaký typ dveří je instalován?
de: Welche Art von Tür ist verbaut?
es: ¿Qué tipo de puerta está instalada?
fr: Quel est le type de porte ?
nb: Hvilken type dør er installert?
pt: Que tipo de porta está instalada?
pt_br: Que tipo de porta está instalada?
ru: Какой тип двери установлен?
sv: Vilken typ av dörr är detta?
zh_hans: 安装了什么类型的门？
zh_hant: 安裝了哪種類型的門？

# doorTypeSlidingOption
source: Sliding door
be: Рассоўныя дзверы
cs: Posuvné dveře
de: Schiebetür
es: Puerta corrediza
fr: Porte coulissante
nb: Glidedør
pt: Porta de correr
pt_br: Porta deslizante
ru: Раздвижная дверь
sv: Skjutdörr
zh_hans: 推拉门
zh_hant: 滑門

# doorTypeRevolvingOption
source: Revolving door
be: Паваротныя дзверы
cs: Otáčecí dveře
de: Drehtür
es: Puerta giratoria
fr: Porte tambour
nb: Karuselldør
pt: Porta giratória
pt_br: Porta giratória
ru: Вращающаяся дверь
sv: Karuselldörr
zh_hans: 旋转门
zh_hant: 旋轉門

# doorAutomatismName
source: Door automatism
be: Аўтаматычныя
cs: Automatické otevírání dveří
de: Tür-Automatik
es: Sistema automático de puerta
fr: Porte automatique
pt: Automatismo da porta
pt_br: Automatismo da porta
ru: Автоматика двери
sv: Dörrautomation
zh_hans: 自动门
zh_hant: 自動門

# doorAutomatismText
source: Can the door open automatically?
be: Ці могуць дзверы адчыняцца аўтаматычна?
cs: Mohou se dveře otevírat automaticky?
de: Kann sich die Tür automatisch öffnen?
es: ¿Puede la puerta abrirse automáticamente?
fr: La porte s’ouvre-t’elle automatiquement ?
nb: Kan døren åpnes automatisk?
pt: A porta pode abrir-se automaticamente?
pt_br: A porta pode se abrir automaticamente?
ru: Может ли дверь открываться автоматически?
sv: Kan dörren öppnas automatiskt?
zh_hans: 门会自动开吗？
zh_hant: 門可以自動開啟嗎？
