Repository: OPENER-next/OpenStop
Catalog: assets/advanced_question_catalog/locales/*.arb
Languages: be, cs, da, de, es, fa, fr, hr, nb, pt, ru, sv, zh_hans, zh_hant

# platformHeightName
source: Platform height
be: Вышыня платформы
cs: Výška nástupiště
da: Perronhøjde
de: Plattform-Höhe
es: Altura de la plataforma
fa: ارتفاع سکو
fr: Hauteur de quai
hr: Visina platforme
nb: Plattformshøyde
pt: Altura da plataforma
ru: Высота платформы
sv: Plattformshöjd
zh_hans: 站台高度
zh_hant: 月台高度

# platformHeightText
source: What is the height difference between the platform and the road respectively the top edge of the rail?
be: Якая розніца ў вышыні паміж платформай і дарогай, альбо верхнім краем рэльса?
cs: Jaký je výškový rozdíl mezi nástupištěm a silnicí, resp. horní hranou kolejnice?
da: Hvad er højdeforskellen mellem perronen og vejen henholdsvis overkanten af skinnen?
de: Wie groß ist der Höhenunterschied zwischen Plattform und Straße bzw. Schienenoberkante?
es: ¿Cuál es la diferencia de altura entre la plataforma y la carretera, respectivamente, el borde superior del riel?
fa: تفاوت ارتفاع بین سکو و جاده به ترتیب لبه بالایی ریل چقدر است؟
fr: Quelle est la différence de hauteur entre le quai et la chaussée ?
hr: Kolika je visinska razlika između perona i ceste odnosno gornjeg ruba tračnice?
nb: Hva er høydeforskjellen mellom plattformen og veien, henholdsvis overkanten av skinnen?
pt: Qual é a diferença de altura entre a plataforma e a estrada, respetivamente, a borda superior do carril?
ru: Какова разница высот между платформой и дорогой, соответственно, верхним краем рельса?
sv: Vad är höjdskillnaden mellan plattformen och vägen alternativt rälsens högsta punkt?
zh_hans: 站台与道路以及铁轨顶部边缘之间的高度差是多少？
zh_hant: 月台與道路以及鐵軌頂部邊緣之間的高度差是多少？

# platformHeightDescription
source: If this height varies within a platform, the typical value for the usual entry point for wheelchair users should be determined.
be: Калі гэтая вышыня вар'іруецца ў межах платформы, трэба вызначыць меншае значэнне для звычайнай кропкі ўваходу для інвалідаў-калясачнікаў.
cs: Pokud se tato výška v rámci nástupiště liší, měla by být stanovena typická hodnota pro obvyklý nástupní bod pro uživatele invalidních vozíků.
da: Hvis denne højde varierer inden for en perron, skal den typiske værdi for det normale adgangspunkt for kørestolsbrugere bestemmes.
de: Wenn diese Höhe innerhalb eines Steiges variiert, ist der typische Wert für die übliche Einstiegsstelle von Rollstuhlfahrenden zu bestimmen.
es: Si esta altura varía dentro de una plataforma, se debe determinar el valor típico para el punto de entrada habitual para los usuarios de sillas de ruedas.
fa: اگر این ارتفاع در یک سکو متفاوت باشد، مقدار رایج برای نقطه ورودی معمولا برای کاربران ویلچر باید تعیین شود.
fr: Si la hauteur du quai varie, indiquer la valeur là où les personnes en fauteuil roulant s’engagent
hr: Ako ta visina varira unutar platforme, treba odrediti tipičnu vrijednost za uobičajenu ulaznu točku za osobe u invalidskim kolicima.
nb: Hvis denne bredden varierer for en plattform, bør vanlig innstegspunkt for rullestolsbrukere fastsettes.
pt: Se esta altura variar dentro de uma plataforma, deverá ser determinado o valor típico para o ponto de entrada habitual para utilizadores de cadeiras de rodas.
ru: Если эта высота варьируется в пределах платформы, следует определить типичное значение для обычной точки входа для пользователей инвалидных колясок.
sv: Om höjden varierar längsmed plattformen ska höjden för det ställe där rullstolsanvändare vanligen stiger på användas.
zh_hans: 如果该高度在平台内变化，则应确定轮椅使用者通常进入点的典型值。
zh_hant: 若月台內的高度在各處不同，則應確認輪椅使用者一般進入點的高度。

# platformHeightPlaceholder
source: Platform height
be: Вышыня платформы
cs: Výška nástupiště
da: Perronhøjde
de: Plattform-Höhe
es: Altura de la plataforma
fa: ارتفاع سکو
fr: Hauteur de quai
hr: Visina platforme
nb: Plattformshøyde
pt: Altura da plataforma
ru: Высота платформы
sv: Plattformshöjd
zh_hans: 站台高度
zh_hant: 月台高度

# unitCentimeter
source: centimeter
be: см
cs: centimetr
de: Zentimeter
es: Centímetro
fa: سانتی‌متر
fr: Centimètre
hr: Centimetara
pt: centímetro
ru: сантиметр
zh_hans: 厘米
zh_hant: 公分

# IFOPTStopName
source: Platform IFOPT
be: Платформа IFOPT
cs: Nástupiště IFOPT
da: Perron-IFOPT
de: DHID des Steigs
es: Plataforma IFOPT
fa: سکوی IFOPT
fr: IFOPT de quai
hr: IFOPT platforme
nb: Plattform-IFOPT
pt: Plataforma IFOPT
ru: IFOPT платформы
sv: Plattforms-IFOPT
zh_hans: 站台IFOPT
zh_hant: 月台 IFOPT

# IFOPTStopText
source: What is the IFOPT for this platform?
be: Які IFOPT для гэтай платформы?
cs: Jaký je IFOPT pro toto nástupiště?
da: Hvad er IFOPT for denne perron?
de: Was ist die Deutsche Haltestellen-ID für diesen Steig?
es: ¿Cuál es el IFOPT para esta plataforma?
fa: IFOPT برای این سکو چیست؟
fr: Quel est l’IFOPT de ce quai ?
hr: Koji je IFOPT ove platforme?
nb: Hva er IFOPT for denne plattformen?
pt: Qual é o IFOPT para esta plataforma?
ru: Каков IFOPT для этой платформы?
sv: Vad är plattformens IFOPT?
zh_hans: 这个站台的IFOPT是什么？
zh_hant: 此月台的 IFOPT 為何？

# IFOPTStopDescription
source: The IFOPT is a unique identifier for platforms.
be: IFOPT - гэта ўнікальны ідэнтыфікатар для платформаў.
cs: IFOPT je jedinečný identifikátor pro nástupiště.
da: IFOPT er en unik identifikator for perroner.
de: Die Deutsche Haltestellen-ID (DHID) ist eine eindeutige Kennung für Steige. Sie kann im Zentralen Haltestellenverzeichnis (ZHV) nachgesehen werden. Für Steige hat sie normalerweise die Form aa:bbbbb:cccc:dd:ee.
es: El IFOPT es un identificador único para plataformas.
fa: IFOPT یک شناسه منحصر به فرد برای سکوها است.
fr: L’IFOPT est un identifiant unique de quais
hr: IFOPT je jedinstveni identifikator za platforme.
nb: IFOPT er en unik identifikator for plattformen.
pt: O IFOPT é um identificador único para as plataformas.
ru: IFOPT — это уникальный идентификатор для платформ.
sv: IFOPT:n är en unik identifierare för plattformar.
zh_hans: IFOPT是每个站台的唯一标识符。
zh_hant: IFOPT 是月台的唯一識別碼。

# IFOPTPlaceholder
source: IFOPT
de: DHID

# IFOPTStopAreaName
source: Stop area IFOPT
be: Зона прыпынку IFOPT
cs: Oblast zastávky IFOPT
da: Stoppested-IFOPT
de: DHID der Haltestelle
es: Área de parada IFOPT
fa: منطقه توقف IFOPT
fr: IFOPT de l’arrêt
hr: IFOPT zaustavnog područja
nb: Stoppested-IFOPT
pt: IFOPT da área de paragem
ru: IFOPT зоны остановки
sv: Hållplats-IFOPT
zh_hans: 停车区域IFOPT
zh_hant: 停靠區域 IFOPT

# IFOPTStopAreaText
source: What is the IFOPT for the entire stop?
be: Які IFOPT для ўсяго прыпынку?
cs: Jaký je IFOPT pro celou zastávku?
da: Hvad er IFOPT for hele stoppestedet?
de: Was ist die Deutsche Haltestellen-ID für die gesamte Haltestelle?
es: ¿Qué es el IFOPT en una parada?
fa: IFOPT برای کل توقف چیست؟
fr: Quel est l’IFOPT de l’arrêt en général ?
hr: Koji je IFOPT za cijelu stanicu?
nb: Hva er IFOPT for hele stoppet?
pt: Qual é o IFOPT para toda a paragem?
ru: Каков IFOPT для всей остановки?
sv: Vad är hela hållplatsens IFOPT?
zh_hans: 这个停车区域的IFOPT是什么？
zh_hant: 整個站點的 IFOPT 為何？

# IFOPTStopAreaDescription
source: The IFOPT is a unique identifier for stop areas.
be: IFOPT - гэта ўнікальны ідэнтыфікатар зон прыпынку.
cs: IFOPT je jedinečný identifikátor zastávek.
da: IFOPT er en unik identifikator for stoppesteder.
de: Die Deutsche Haltestellen-ID (DHID) ist eine eindeutige Kennung für Haltestellen. Sie kann im Zentralen Haltestellenverzeichnis (ZHV) nachgesehen werden. Für ganze Haltestellen hat sie normalerweise die Form aa:bbbbb:cccc oder aa:bbbbb:cccc:dd.
es: El IFOPT es un identificador único para las áreas de parada.
fa: IFOPT یک شناسه منحصر به فرد برای مناطق توقف است.
fr: L’IFOPT est un identifiant unique d’arrêts
hr: IFOPT je jedinstveni identifikator za područja zaustavljanja.
nb: IFOPT er en unik identifikator for stoppesteder.
pt: O IFOPT é um identificador único para as zonas de paragem.
ru: IFOPT — это уникальный идентификатор для зон остановки.
sv: IFOPT:n är en unik identifierare för hållplatser.
zh_hans: IFOPT是每个停车区域的唯一标识符。
zh_hant: IFOPT 是停靠區域的唯一識別碼。

# platformNarrowsName
source: Narrows width
be: Памер звужэння
cs: Šířka zúžení
da: Smal bredde
de: Engstellen-Breite
es: Ancho de estrecho
fa: راه از راست باریک می‌شود
fr: Largeur de passage
hr: Sužena širina
nb: Smal bredde
pt: Largura mais estreita
ru: Ширина сужений
sv: Bredd vid smala passager
zh_hans: 狭窄处宽度
zh_hant: 縮小寬度

# platformNarrowsText
source: What is the width of the narrowest part of the platform?
be: Якая шырыня самай вузкай часткі платформы?
cs: Jaká je šířka nejužší části nástupiště?
da: Hvor bred er den smalleste del af perronen?
de: Wie breit ist die engste Stelle der Plattform?
es: ¿Qué tan ancha es la parte más estrecha de la plataforma?
fa: باریک‌ترین قسمت راست سکو چقدر است؟
fr: Quelle est la largeur minimale du quai ?
hr: Koliko je širok najuži dio platforme?
nb: Hvor bred er smaleste del av plattformen?
pt: Qual é a largura da parte mais estreita da plataforma?
ru: Какова ширина самой узкой части платформы?
sv: Hur bred är plattformens smalaste del?
zh_hans: 平台最窄部分有多宽？
zh_hant: 月台最窄部份的寬度為何？

# platformNarrowsDescription
source: The walls of shelters or the mast often create narrows. This value is important, among other things, so that wheelchair users know whether they can reach the entire platform.
be: Сцены прыпынку або мачты часта ствараюць звужэнні. Гэта важна, між іншым, для таго, каб інваліды-калясачнікі ведалі, ці змогуць яны дабрацца да ўсёй платформы.
cs: Stěny přístřešků nebo stožár často vytvářejí zúžení. Tato hodnota je důležitá mimo jiné proto, aby vozíčkáři věděli, zda se dostanou na celé nástupiště.
da: Væggene i læskure eller stolperne skaber ofte indsnævringer. Denne værdi er vigtig, bl.a. for at kørestolsbrugere kan vide, om de kan køre på hele perronen.
de: Die Wände von Unterständen oder der Mast erzeugen oft Engstellen. Dieser Wert ist u.a. dafür wichtig, damit Rollstuhlfahrende wissen, ob ihr Rollstuhl die gesamte Plattform erreichen kann.
es: Las paredes de las marquesinas o los mástiles crean a menudo espacios estrechos. Este valor es importante, entre otras cosas, para que los usuarios de sillas de ruedas sepan si su silla de ruedas puede alcanzar toda la plataforma.
fa: دیوارهای سرپناه‌ها اغلب باریک درست می‌شوند. این مقدار از جمله موارد دیگر مهم است، به طوری که کاربران ویلچر می‌دانند که می‌توانند به کل سکو دسترسی داشته باشند.
fr: Les murs et obstacles réduisent souvent la largeur utile. Cette valeur est importante, entre autres pour la circulation des personnes en fauteuil roulant sur l’intégralité du quai
hr: Zidovi stajališta često stvaraju suženja. Ova vrijednost je važna, između ostalog, kako bi korisnici invalidskih kolica znali mogu li dosegnuti cijelu platformu.
nb: Veggene i leskur eller master skaper ofte smalninger. Verdien er viktig bl. annet for at rullestolsbrukere skal vite om de kan nå hele plattformen.
pt: As paredes dos abrigos ou o poste criam frequentemente estreitamentos. Este valor é importante, entre outras coisas, para que os utilizadores de cadeiras de rodas saibam se podem alcançar toda a plataforma.
ru: Стены навесов или мачты часто создают сужения. Это значение важно, среди прочего, для того, чтобы пользователи инвалидных колясок знали, могут ли они добраться до всей платформы.
sv: Busskurers väggar eller stolpar skapar ofta smala passager. Detta värde är viktigt inte minst för att rullstolsburna ska kunna veta om de kan nå hela plattformen.
zh_hans: 避难所的墙壁或电杆常常会造成狭窄。除其他事项外，该值很重要，以便轮椅使用者知道他们的轮椅是否可以到达整个平台。
zh_hant: 候車亭的牆壁或柱子常常會造成較為狹窄的地方。除了其他事情以外，該值很重要，可以讓輪椅使用者知道他們是否可在整個月台暢行無阻。

# platformNarrowsPlaceholder
source: Width
be: Шырыня
cs: Šířka
da: Bredde
de: Breite
es: Ancho
fa: عرض
fr: Largeur
hr: Širina
nb: Bredde
pt: Largura
ru: Ширина
sv: Bredd
zh_hans: 宽度
zh_hant: 寬度
