Repository: OPENER-next/OpenStop
Catalog: lib/l10n/app_*.arb
Languages: be, cs, de, es, hr, it, nb, pt_br, ru, sv, ta, zh_hans, zh_hant

# changesetWithStopNameText
source: Added details to {elements} in the stop area {stopArea}.
be: Дададзены дэталі да {elements} у зоне прыпынку {stopArea}.
cs: Přidány podrobnosti k {elements} v oblasti zastavení {stopArea}.
de: Details zu {elements} im Haltestellenbereich {stopArea} hinzugefügt.
es: Se agregaron detalles a {elements} en el área de la parada {stopArea}.
it: Aggiunti dettagli a {elements} alla fermata {stopArea}.
nb: La til detaljer for {elements} på stoppestedet {stopArea}.
pt_br: Adicionados detalhes a {elements} na área de parada {stopArea}.
ru: Добавлены подробности к {elements} в остановочной зоне {stopArea}.
sv: Lade till detaljer till {elements} på hållplatsen {stopArea}.
ta: நிறுத்தப் பகுதியில் {elements} இல் விவரங்களைச் சேர்க்கப்பட்டது {stopArea}.
zh_hant: 在停靠區域 {stopArea} 中的 {elements} 新增了詳細資訊。

# changesetWithoutStopNameText
source: Added details to {elements} in the stop area.
be: Дададзены дэталі да {elements} у зоне прыпынку.
cs: Přidány podrobnosti k {elements} v oblasti zastávky.
de: Details zu {elements} im Haltestellenbereich hinzugefügt.
es: Se agregaron detalles a {elements} en el área de la parada.
it: Aggiunti dettagli a {elements} nella fermata.
nb: La til detaljer for {elements} på stoppestedet.
pt_br: Adicionados detalhes a {elements} na área de parada.
ru: Добавлены подробности к {elements} в остановочной зоне.
sv: Lade till detaljer till {elements} på hållplatsen.
ta: நிறுத்தப் பகுதியில் {elements} இல் விவரங்கள் சேர்க்கப்பட்டன.
zh_hant: 在停靠區域的 {elements} 新增了詳細資訊。

# mapFeatureStopPole
source: Stop pole
be: Знак стоп
cs: Zastávka sloupek
de: Haltestellenmast
es: Punto de parada
it: Fermata
nb: Stoppestedsstolpe
pt_br: Poste de parada
ru: Знак стоп
sv: Hållplatsstolpe
ta: நிறுத்து முனைமம்
zh_hans: 停车标
zh_hant: 停止桿

# mapFeatureStationMap
source: Station/Stop map
be: Мапа станцыі/прыпынку
cs: Mapa stanic a zastávek
de: Stations-/Haltestellenplan
es: Mapa de la estacion/parada
it: Mappa della stazione/fermata
nb: Stasjons-/stoppkart
pt_br: Mapa de estações/paradas
ru: Карта станций и остановок
sv: Stations-/hållplatskarta
ta: நிலையம்/நிறுத்தம் வரைபடம்
zh_hans: 车站地图
zh_hant: 站/停靠站地圖

# mapFeatureTicketMachine
source: Ticket machine
be: Аўтамат па продажы білетаў
cs: Automat na jízdenky
de: Fahrkartenautomat
es: Máquina de tiquetes
it: Macchinetta per i biglietti
nb: Billettmaskin
pt_br: Máquina de bilhetes
ru: Автомат продажи билетов
sv: Biljettautomat
ta: சீட்டு இயந்திரம்
zh_hans: 售票机
zh_hant: 售票機

# mapFeatureTaxiStand
source: Taxi stand
be: Стаянка таксі
cs: Stanoviště taxi
es: Parada de taxi
it: Fermata taxi
nb: Drosjeholdeplass
pt_br: Ponto de taxi
ru: Стоянка такси
sv: Taxistation
ta: டாக்சி நிறுத்தும் இடம்
zh_hans: 出租车停靠点
zh_hant: 計程車站

# mapFeatureLuggageTransport
source: Luggage transport
be: Перавоз багажу
cs: Přeprava zavazadel
de: Gepäcktransport
es: Transporte de equipaje
it: Trasporto bagagli
nb: Baggasjetransport
pt_br: Transporte de bagagem
ru: Перевоз багажа
sv: Transporttjänster för bagage
ta: சாமான்கள் போக்குவரத்து
zh_hans: 行李传送带
zh_hant: 行李運輸

# mapFeatureParkingSpot
source: Parking spot
be: Паркоўка
cs: Parkovací místo
de: Parkplatz
es: Plaza de aparcamiento
it: Parcheggio
nb: Parkeringssted
pt_br: Vaga de estacionamento
ru: Парковочное место
sv: Parkeringsruta
ta: நிறுத்தும் இடம்
zh_hans: 停车位
zh_hant: 停車位

# mapFeatureFootwayCrossing
source: Footway crossing
be: Пешаходны пераход
cs: Přechod pro chodce
de: Fußgängerüberweg
es: Paso de peatones
it: Attraversamento pedonale
nb: Fotgjengerkryssing
pt_br: Travessia de pedestres
ru: Пешеходный переход
sv: Övergångsställe
ta: நடைபாதை கடத்தல்
zh_hant: 行人穿越道

# mapFeatureHelpPoint
source: Help point
be: Пункт дапамогі
cs: Bod pomoci
de: Kombinierte Informations- und Notrufsäule
es: Punto de ayuda
it: Punto aiuto
nb: Hjelpested
pt_br: Ponto de ajuda
ru: Пункт помощи
sv: Nödtelefon
ta: உதவி புள்ளியம்
zh_hans: 帮助点
zh_hant: 協助點

# mapFeatureCrossing
source: Crossing
be: Пераход
cs: Přechod
de: Überweg
es: Paso peatonal
it: Attraversamento
nb: Kryssing
pt_br: Travessia
ru: Переход
sv: Korsning med bilväg
ta: பாதை கடத்தல்
zh_hant: 交叉路口

# mapFeatureTramCrossing
source: Tram crossing
be: Трамвайны пераезд
cs: Tramvajový přejezd
de: Straßenbahnübergang
es: Cruce de tranvía
it: Attraversamento tranviario
nb: Trikkeovergang
pt_br: Travessia de bonde
ru: Трамвайный переезд
sv: Spårvagnsövergång
ta: மின்வண்டி கடத்தல்
zh_hans: 电车平交道口
zh_hant: 路面電車路口

# mapFeatureCyclewayCrossing
source: Cycleway crossing
be: Веласіпедны пераход
cs: Přechod přes cyklostezku
de: Radüberweg
es: Paso de bicicletas
it: Attraversamento ciclabile
nb: Sykkelkryssing
pt_br: Travessia de bicicletas
ru: Велосипедный переход
sv: Cykelöverfart eller cykelpassage
ta: மிதிவண்டி கடத்தல்
zh_hant: 腳踏車穿越道

# mapFeatureCurb
source: Curb
be: Бардзюр
cs: Obrubník
de: Bordstein
es: Bordillo / sardinel
it: Cordolo
nb: Kantstein
pt_br: Meio-fio
ru: Бордюр
sv: Trottoarkant
ta: கடிவாளம்
zh_hant: 路緣

# mapFeaturePedestrianLights
source: Pedestrian lights
be: Пешаходны святлафор
cs: Semafory pro chodce
de: Fußgängerampel
es: Semáforo para peatones
it: Semaforo pedonale
nb: Fotgjenger-trafikklys
pt_br: Luzes para pedestres
ru: Пешеходный светофор
sv: Trafikljus för fotgängare
ta: பாதசாரி விளக்குகள்
zh_hant: 行人燈號

# mapFeatureFootpath
source: Footpath
be: Пешаходная дарожка
cs: Chodník pro pěší
de: Fußweg
es: Acera
it: Percorso pedonale
nb: Gangvei
pt_br: Caminho
ru: Пешеходная дорожка
sv: Gångväg
ta: நடைபாதை
zh_hans: 步行道路
zh_hant: 人行道

# mapFeatureCycleBarrier
source: Cycle barrier
be: Веласіпедны бар'ер
cs: Bariéra pro cyklisty
de: Umlaufsperre
es: Barrera para bicicleta
it: Barriera per biciclette
nb: Sykkelbarriere
pt_br: Barreira de bicicletas
ru: Велосипедный барьер
sv: Cykelfålla
ta: சுழற்சி தடை
zh_hans: 自行车障碍
zh_hant: 腳踏車障礙物
