Repository: OPENER-next/OpenStop
Catalog: lib/l10n/app_*.arb
Languages: be, cs, de, es, hr, it, nb, pt_br, ru, sv, ta, zh_hans, zh_hant

# aboutAuthorsLabel
source: Authors
be: Аўтары
cs: Autoři
de: Autoren
es: Autores
hr: Autori
it: Autori
nb: Utviklere
pt_br: Autores
ru: Авторы
sv: Upphovsmän
ta: ஆசிரியர்கள்
zh_hans: 作者
zh_hant: 作者

# helpOnboardingLabel
source: Watch the introduction again
be: Паглядзіце ўвядзенне яшчэ раз
cs: Podívat se znovu na úvod
de: Einführung erneut anschauen
es: Mirar la introducción de nuevo
hr: Ponovno pogledaj uvod
it: Guarda di nuovo l'introduzione
nb: Vis introduksjonen igjen
pt_br: Assista a introdução novamente
ru: Посмотреть онбординг ещё раз
sv: Se introduktionen igen
ta: அறிமுகத்தை மீண்டும் பாருங்கள்
zh_hans: 重新播放介绍
zh_hant: 重新觀看介紹

# helpReportErrorLabel
source: Report an error
be: Паведаміць пра памылку
cs: Nahlásit chybu
de: Fehler melden
es: Reportar un error
hr: Prijavi grešku
it: Segnala un errore
nb: Rapporter feil
pt_br: Reportar um erro
ru: Сообщить об ошибке
sv: Rapportera ett fel
ta: பிழையைப் புகாரளிக்கவும்
zh_hans: 报告错误
zh_hant: 回報錯誤

# aboutAuthorsDescription
source: {appName} contributors
be: {appName} удзельнікі
cs: {appName} přispěvatelé
de: {appName}-Mitwirkende
es: {appName} colaboradores
hr: {appName} suradnici
it: Collaboratori di {appName}
nb: {appName}-bidragsytere
pt_br: {appName} contribuidores
ru: Внёсшие вклад в разработку {appName}
sv: {appName}s bidragsgivare
ta: {appName} பங்களிப்பாளர்கள்
zh_hans: {appName}贡献者
zh_hant: {appName} 貢獻者

# aboutIdeaDescription
source: Chemnitz University of Technology Professorship Circuit and System Design
be: Хемніцкі тэхналагічны універсітэт Праектаванне схем і сістэм
cs: Technická univerzita Chemnitz Profesorský okruh a systémový design
de: Technische Universität Chemnitz Professur Schaltkreis- und Systementwurf
es: Universidad Politécnica de Chemnitz Cátedra de Diseño de Circuitos y Sistemas
nb: Chemnitz teknologiuniversitet Fakultet for krets- og systemdesign
pt_br: Universidade de Tecnologia de Chemnitz Professor de Circuito e Design de Sistemas
ru: Хемницкий технологический университет Профессорское проектирование схем и систем
sv: Chemnitz Tekniska Högskola Proffesur i kretskorts- och systemdesign
ta: செம்னிட்ச் தொழில்நுட்ப பல்கலைக்கழகம் பேராசிரியர்சிப் சுற்று மற்றும் கணினி வடிவமைப்பு
zh_hans: 开姆尼茨工业大学 电路与系统设计教职
zh_hant: 肯尼茲工業大學 電路與系統設計教職

# aboutLicensePackageLabel
source: Licenses of used packages
be: Ліцэнзіі выкарыстаных пакетаў
cs: Licence použitých balíčků
de: Lizenzen verwendeter Pakete
es: Licencias de paquetes usados
hr: Licence korištenih paketa
it: Licenze dei pacchetti usati
nb: Lisenser for anvendte pakker
pt_br: Licenças de pacotes usados
ru: Лицензии используемых компонентов
sv: Licenser för använda paket
ta: பயன்படுத்தப்பட்ட தொகுப்புகளின் உரிமங்கள்
zh_hans: 所用的包的许可证
zh_hant: 使用軟體包的授權條款

# onboardingAnsweringDescription
source: In order to collect data select a marker in the app and answer the displayed questions.
be: Для збору даных выберыце маркер у дадатку і адкажыце на паказаныя пытанні.
cs: Chcete-li shromáždit údaje, vyberte v aplikaci značku a odpovězte na zobrazené otázky.
de: Wähle zur Erfassung einen Marker in der App aus und beantworte die angezeigten Fragen.
es: Para recopilar datos, selecciona un marcador en la aplicación y responde las preguntas que se muestran.
hr: Za prikupljanje podataka klikni na marker u aplikaciji i odgovori na prikazana pitanja.
it: Per collezionare dati, seleziona un punto nell'app e rispondi alle domande mostrate.
nb: For å semle data kan du velge en markør i programmet og besvare tilhørende spørsmål.
pt_br: Para coletar dados selecione um marcador no app e responda às perguntas exibidas.
ru: Чтобы собрать данные, выберите маркер на карте и отвечайте на вопросы.
sv: Välj en markör i appen och svara på frågorna för att samla in data.
ta: தரவைச் சேகரிக்க பயன்பாட்டில் ஒரு மார்க்கரைத் தேர்ந்தெடுத்து காட்டப்பட்ட கேள்விகளுக்கு பதிலளிக்கவும்.
zh_hans: 为了收集数据，请在应用程序中选择一个标记并回答显示的问题。
zh_hant: 為了蒐集資料，請在應用程式中選擇一個標記並回答顯示的問題。

# helpImproveTranslationLabel
source: Improve the translation
be: Палепшыць пераклад
cs: Vylepšení překladu
de: Übersetzung verbessern
es: Mejorar la traducción
it: Migliora la traduzione
pt_br: Melhorar a tradução
ru: Помочь перевести приложение
sv: Förbättra översättningen
ta: மொழிபெயர்ப்பை மேம்படுத்தவும்
zh_hant: 改進翻譯

# onboardingGreetingDescription
source: We're glad you're here and want to do your part to improve public transport.
be: Мы рады, што вы тут і хочаце ўнесці свой уклад у паляпшэнне грамадскага транспарту.
cs: Jsme rádi, že jste tady a chcete přispět ke zlepšení veřejné dopravy.
de: Wir freuen uns, dass du hier bist und deinen Teil zu einem besseren Nahverkehr beitragen willst.
es: Nos alegramos de que estés aquí y quieras aportar tu granito de arena para mejorar el transporte público.
hr: Drago nam je što si ovdje i želiš dati svoj doprinos poboljšanju javnog prijevoza.
it: Siamo felici che tu sia qui e che voglia fare la tua parte per migliorare il trasporto pubblico.
nb: Takk for at du gjør ditt for å forbedre offentlig transport
pt_br: Estamos felizes por você estar aqui e querer fazer a sua parte para melhorar o transporte público.
ru: Мы рады, что вы здесь и хотите внести вклад в улучшении общественного транспорта.
sv: Vi är glada att du är här och vill bidra till att förbättra kollektivtrafiken.
ta: நீங்கள் இங்கே இருக்கிறீர்கள் என்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம், பொது போக்குவரத்தை மேம்படுத்த உங்கள் பங்கைச் செய்ய விரும்புகிறோம்.
zh_hans: 我们很高兴您来到这里，并希望为改善公共交通尽自己的一份力量。
zh_hant: 我們很高興您來到這裡，並希望為改善大眾運輸盡一己之力。

# onboardingContributingDescription
source: Upload your answers to OpenStreetMap to share them with the whole world.
be: Загрузіце свае адказы ў OpenStreetMap, каб падзяліцца імі з усім светам.
cs: Nahrajte své odpovědi na OpenStreetMap a podělte se o ně s celým světem.
de: Lade deine Antworten auf OpenStreetMap hoch und stelle sie so der ganzen Welt zur Verfügung.
es: Sube tus respuestas a OpenStreetMap para compartirlas con todo el mundo.
hr: Pošalji svoje odgovore na OpenStreetMap da ih podijeliš s cijelim svijetom.
it: Carica le tue risposte su OpenStreetMap per condividerle con il mondo intero.
nb: Laster opp svarene dine til OSM for å dele dem med hele verden.
pt_br: Faça o upload de suas respostas no OpenStreetMap para compartilhá-las com o mundo inteiro.
ru: Ваши ответы будут загружены в OpenStreetMap, чтобы их мог увидеть весь мир.
sv: Ladda upp dina svar till OpenStreetMap för att dela dem med hela världen.
ta: உங்கள் பதில்களை ஓபன்ச்ட்ரீட்மேப்பில் பதிவேற்றவும் அவற்றை உலகம் முழுவதும் பகிர்ந்து கொள்ளவும்.
zh_hans: 将您的回答上传到OpenStreetMap，与全世界分享。
zh_hant: 將您的答案上傳至 OpenStreetMap，與全世界分享。

# onboardingContributingButton
source: Here we go
be: Пачынаем
cs: Jdeme na to
de: Los geht's
es: Aquí vamos
hr: Idemo
it: Andiamo
nb: Da tar vi bladet fra munnen
pt_br: Aqui vamos nós
ru: Начнём же
sv: Nu kör vi
ta: இங்கே நாம் செல்கிறோம்
zh_hans: 我们开始吧！
zh_hant: 開始吧

# privacyPolicyTitle
source: Privacy Policy
be: Палітыка прыватнасці
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
hr: Politika privatnosti
it: Informativa sulla privacy
nb: Personvernspraksis
pt_br: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settingsProfessionalQuestionsLabel
source: Display Professional Questions
be: Паказаць прафесійныя пытанні
cs: Zobrazit odborné otázky
de: Profi-Fragen anzeigen
es: Mostrar preguntas profesionales
hr: Prikaži stručna pitanja
it: Mostra domande avanzate
nb: Vis avanserte spørsmål
pt_br: Exibir perguntas profissionais
ru: Отображать сложные вопросы
sv: Visa fackmässiga frågor
ta: காட்சி Professional கேள்விகள்
zh_hans: 显示专业问题
zh_hant: 顯示專業問題

# settingsProfessionalQuestionsDescription
source: For safety reasons only intended for professionals
be: З меркаванняў бяспекі прызначаны толькі для прафесіяналаў
cs: Z bezpečnostních důvodů určeno pouze pro profesionály
de: Aus Sicherheitsgründen nur für Fachpersonal bestimmt
es: Por razones de seguridad solo destinadas a usuarios profesionales
hr: Iz sigurnosnih razloga namijenjeno samo profesionalcima
it: Per motivi di sicurezza sono solo per utenti esperti
nb: Av trygghetshensyn kun tiltenkt profesjonelle
pt_br: Por razões de segurança destinado apenas a profissionais
ru: Из соображений безопасности предназначено только для профессионалов
sv: Av säkerhetsskäl endast avsedda för yrkesmän
ta: க்கு safety reasons only intended க்கு professionals
zh_hans: 出于安全原因，仅限专业人士使用
zh_hant: 出於安全原因，僅供專業人士使用

# settingsThemeLabel
source: Color Scheme of the App
be: Каляровая схема прыкладання
cs: Barevné schéma aplikace
de: Farbliche Darstellung der App
es: Esquema de color de la aplicación
hr: Shema boja aplikacije
it: Schema di colore dell'app
nb: Fargedrakt for programmet
pt_br: Esquema de cores do app
ru: Цветовая схема приложения
sv: Appens färgsättning
ta: Color Scheme of the பயன்பாடு
zh_hans: APP颜色主题
zh_hant: 應用程式的配色方案

# settingsThemeOptionSystem
source: System Setting
be: Сістэмныя налады
cs: Nastavení systému
de: Systemeinstellung
es: Configuración del sistema
hr: Sistemski zadano
it: Impostazioni di sistema
nb: System
pt_br: Padrão
ru: Как в системе
sv: Systeminställning
ta: மண்டலம் Setting
zh_hans: 跟随系统设置
zh_hant: 系統設定

# settingsThemeDialogTitle
source: Select theme
be: Выбраць тэму
cs: Zvolte téma
de: Design auswählen
es: Seleccione el tema
hr: Odaberi temu
it: Seleziona tema
nb: Velg drakt
pt_br: Selecione o tema
ru: Выбрать тему
sv: Välj tema
ta: தேர்ந்தெடு theme
zh_hans: 选择主题
zh_hant: 選取佈景主題

# logoutDialogDescription
source: If you log out, you can no longer upload changes to OpenStreetMap.
be: Калі вы выйдзеце, вы больш не зможаце загружаць змены ў OpenStreetMap.
cs: Pokud se odhlásíte, nemůžete již do OpenStreetMap nahrávat změny.
de: Wenn du dich abmeldest, kannst du keine Änderungen mehr zu OpenStreetMap hochladen.
es: Si cierras sesión, ya no puedes cargar cambios en OpenStreetMap.
hr: Ako se odjaviš, više nećeš moći slati izmjene na OpenStreetMap.
it: Se esci dall'account, non potrai più caricare le modifiche su OpenStreetMap.
nb: Hvis du logger ut kan du ikke laste opp endringer til OpenStreetMap.
pt_br: Se você sair, não poderá mais enviar alterações para o OpenStreetMap.
ru: После выхода из аккаунта, вы не сможете загружать изменения в OpenStreetMap.
sv: Om du loggar ut kan du inte längre ladda upp ändringar till OpenStreetMap.
ta: If you log out, you can இல்லை longer upload changes பெறுநர் OpenStreetMap.
zh_hans: 如果您登出，则无法再将更改上传到 OpenStreetMap。
zh_hant: 若您登出，則無法再將變更上傳至 OpenStreetMap。

# osmAttributionText
source: Data © OpenStreetMap contributors
be: Дадзеныя ўдзельнікаў ©OpenStreetMap
cs: Data © přispěvatelé OpenStreetMap
it: Dati © Collaboratori di OpenStreetMap
nb: Data © OpenStreetMap-bidragsytere
pt_br: Dados © contribuidores do OpenStreetMap
ru: Данные участников © OpenStreetMap
ta: தரவு © OpenStreetMap பங்களிப்பாளர்கள்

# semanticsAttribution
source: Attribution
pt_br: Atribuição
ru: Атрибуция
ta: பண்புக்கூறு

# durationInputMinutesLabel
source: minutes
be: хвіліны
cs: minuty
de: Minuten
es: minutos
it: minuti
nb: minutter
pt_br: minutos
ru: минут
sv: minuter
ta: நிமிடங்கள்
zh_hans: 分钟
zh_hant: 分鐘

# semanticsCloseQuestionnaireAnnounce
source: Questionnaire is closed
de: Frage ist geschlossen
pt_br: O questionário está fechado
ru: Вопросник закрыт
ta: கேள்வித்தாள் மூடப்பட்டுள்ளது

# mapFeatureFootAndCyclePath
source: Foot & cycle path
de: Fuß- und Radweg
es: Senda peatonal y ciclista
pt_br: Pista para pedestres & ciclistas
ru: Пешая и велосипедная дорожка
ta: Foot & cycle பாதை
zh_hant: 人行與腳踏車道

# mapFeatureRailroadCrossing
source: Railroad crossing
be: Чыгуначны пераезд
cs: Železniční přejezd
de: Bahnübergang
es: Cruce de ferrocarril
it: Attraversamento ferroviario
nb: Togovergang
pt_br: Cruzamento de linha férrea
ru: Железнодорожный переход
sv: Järnvägskorsning
ta: தொடர்வண்டிபாதை கடத்தல்
zh_hans: 铁路平交道口
zh_hant: 平交道

# semanticsFederalMinistryImage
source: Funded by Federal Ministry of Transport and Digital Infrastructure
be: Фінансуецца Федэральным міністэрствам транспарту і лічбавай інфраструктуры
de: Gefördert von Bundesministerium für Verkehr und digitale Infrastruktur
pt_br: Financiado pelo Ministério Federal dos Transportes e Infraestrutura Digital
ru: Финансируется министерством транспорта и цифровой инфраструктуры Германии
ta: நடு போக்குவரத்து மற்றும் டிசிட்டல் உள்கட்டமைப்பு அமைச்சகம் நிதியளித்தது
zh_hant: 由聯邦運輸及數位基礎設施部資助

# mapFeatureEmergencyCallPoint
source: Emergency call point
be: Пункт экстранага выкліку
cs: Místo tísňového volání
de: Notrufsäule
es: Punto de llamada de emergencia
it: Punto per chiamate di emergenza
nb: Nødtelefon
pt_br: Ponto de chamada de emergência
ru: Пункт экстренного вызова
sv: Nödtelefon
ta: Emergency call புள்ளியம்
zh_hans: 紧急呼叫点
zh_hant: 緊急呼叫點

# semanticsDotsIndicator
source: Page {number}
de: Seite {number}
pt_br: Página {number}
ru: Страница {number}
ta: பக்கம் {number}
zh_hant: 第 {number} 頁

# semanticsZoomInButton
source: Zoom in map
de: Karte vergrößern
pt_br: Aumentar o zoom do mapa
ru: Приближение в карте
ta: வரைபடத்தில் பெரிதாக்கு

# semanticsReviewQuestion
source: Activate to return to question
de: Aktivieren, um zur Frage zurückzukehren
ru: Активировать чтобы вернуться к вопросу
ta: கேள்விக்குத் திரும்பவும்

# semanticsCloseNavigationMenuButton
source: Close navigation menu.
de: Navigationsmenü schließen.
pt_br: Fechar o menu de navegação.
ru: Закрыть меню навигации.
ta: வழிசெலுத்தல் மெனுவை மூடு.

# mapFeatureCyclePath
source: Cycle path
de: Radweg
es: Carril bici
pt_br: Ciclovia
ru: Велосипедная дорожка
ta: Cycle பாதை
zh_hant: 腳踏車道

# semanticsNavigationMenu
source: Navigation menu
de: Navigationsmenü
pt_br: Menu de navegação
ru: Меню навигации
ta: வழிசெலுத்தல் பட்டியல்

# semanticsUploadQuestionsButton
source: Upload answers
de: Antworten hochladen
pt_br: Enviar respostas
ru: Загрузка ответов
ta: பதில்களைப் பதிவேற்றவும்
zh_hant: 上傳答覆

# semanticsSlogan
source: Slogan
ru: Призыв
ta: முழக்கம்

# semanticsOpenQuestionnaireAnnounce
source: Questionnaire is open
de: Frage ist offen
pt_br: O questionário está aberto
ru: Вопросник открыт
ta: கேள்வித்தாள் திறந்திருக்கும்

# semanticsReturnToMap
source: Close questionnaire and return to map
be: Закрыць анкету і вярнуцца да карты
de: Frage schließen und zur Karte zurückkehren
pt_br: Fechar o questionário e retornar ao mapa
ru: Закрыть опросник и вернуться на карту
ta: கேள்வித்தாளை மூடி வரைபடத்திற்குத் திரும்புக
zh_hant: 關閉問卷並回到地圖

# semanticsUser
source: User {username} activate to open browser profile
de: Benutzer {username} aktivieren, um Browserprofil zu öffnen
ru: Пользователь {username} активируется для открытия профиля обозревателя
ta: பயனர் {username} திறந்த உலாவி சுயவிவரத்திற்கு செயல்படுத்தவும்

# semanticsIntroductionPage
source: Introduction page {number} of {count}
de: Einleitungsseite {number} von {count}
pt_br: Página de introdução {number} de {count}
ru: Страница введения {number} из {count}
ta: அறிமுகம் பக்கம் {count} இல் {number}

# semanticsLoginHint
source: Log in with your OpenStreetMap account to upload your changes.
be: Увайдзіце ў свой уліковы запіс OpenStreetMap, каб загрузіць змены.
de: Melde dich mit deinem OpenStreetMap-Konto an, um deine Änderungen hochzuladen.
pt_br: Faça login com sua conta do OpenStreetMap para carregar suas alterações.
ru: Войти в учётную запись OpenStreetMap, чтобы залить изменения.
ta: உங்கள் மாற்றங்களை பதிவேற்ற உங்கள் openstreetmap கணக்கில் உள்நுழைக.
zh_hant: 登入 OpenStreetMap 開放街圖以上傳你的編輯。

# semanticsFlutterMap
source: Map screen
de: Kartenansicht
ru: Экран карты
ta: வரைபடத் திரை
zh_hant: 地圖頁面

# semanticsPageIndicators
source: There are {number} introduction pages, select the one you would like to hear.
de: Es gibt {number} Einführungsseiten, wähle die, die du hören möchtest.
pt_br: Há {number} de páginas de introdução, selecione a que você gostaria de ouvir.
ru: Есть {number} страницы введения, выберите ту, которую вы хотели бы услышать.
ta: {number} அறிமுக பக்கங்கள் உள்ளன, நீங்கள் கேட்க விரும்பும் ஒன்றைத் தேர்ந்தெடுக்கவும்.
zh_hant: 簡介頁面共有 {number} 頁，請選擇你感興趣的頁面。

# semanticsMFundImage
source: Funded by mFUND
de: Gefördert durch mFUND
pt_br: Financiado pelo mFUND
ru: Финансируется немецким mFUND
ta: Mfund ஆல் நிதியளிக்கப்பட்டது
zh_hant: 由 mFUND 資助

# semanticsSettingsDialogBox
source: Choose your preferred app theme
be: Выберыце патрэбную тэму праграмы
de: Wähle dein bevorzugtes App-Theme
pt_br: Escolha seu tema de aplicativo preferido
ru: Выберите тему оформления
ta: உங்களுக்கு விருப்பமான பயன்பாட்டு கருப்பொருள் தேர்வு செய்யவும்
zh_hant: 選擇您偏好的外觀主題

# semanticsResetRotationButton
source: Reset map rotation to north.
de: Karte auf Norden ausrichten.
pt_br: Redefinir a rotação do mapa para o norte.
ru: Сбросить поворот карты к северу.
ta: வரைபட சுழற்சியை வடக்கே மீட்டமைக்கவும்.

# semanticsCurrentLocationButton
source: Set map to current location.
be: Паказаць мапу па бягучым месцазнаходжанні.
de: Karte auf aktuellen Standort einstellen.
pt_br: Definir o mapa para a localização atual.
ru: Настройте карту на текущее местоположение.
ta: தற்போதைய இடத்திற்கு வரைபடத்தை அமைக்கவும்.

# semanticsZoomOutButton
source: Zoom out map
de: Karte verkleinern
pt_br: Diminuir o zoom do mapa
ru: Отдаление в карте
ta: வரைபடத்தை பெரிதாக்கவும்

# semanticsQuestionSentence
source: The question is:
de: Die Frage ist:
pt_br: A questão é:
ru: Вопрос:
ta: கேள்வி:
zh_hant: 問題如下：

# semanticsBackQuestionButton
source: Return to previous question.
de: Zurück zur vorherigen Frage.
pt_br: Retornar à pergunta anterior.
ru: Вернуться к предыдущему вопросу.
ta: முந்தைய கேள்விக்குத் திரும்பு.
zh_hant: 回到前一問題。

# semanticsNextQuestionButton
source: Next question
be: Наступнае пытанне
de: Nächste Frage
pt_br: Próxima pergunta
ru: Следующий вопрос
ta: அடுத்த கேள்வி
zh_hant: 下一問題

# semanticsSkipQuestionButton
source: Skip question
be: Прапусціць
de: Frage überspringen
pt_br: Pular pergunta
ru: Пропустить вопрос
ta: கேள்வியைத் தவிர்க்கவும்
zh_hant: 跳過問題

# semanticsFinishQuestionnaireButton
source: Finish questionnaire
de: Frage abschließen
pt_br: Concluir o questionário
ru: Закончить опросник
ta: வினாத்தாளை முடிக்கவும்
zh_hant: 完成問卷

# semanticsSummary
source: Summary
de: Übersicht
pt_br: Resumo
ru: Вкратце
ta: சுருக்கம்

# semanticsLogout
source: Log out from your user account
be: Выйдзіце са свайго ўліковага запісу карыстальніка
de: Melde dich von deinem Benutzerkonto ab
pt_br: Sair da sua conta
ru: Выйти из учётной записи пользователя
ta: உங்கள் பயனர் கணக்கிலிருந்து வெளியேறவும்
zh_hant: 登出你的帳號

# semanticsClearField
source: Clear field
de: Feld löschen
pt_br: Limpar campo
ru: Очистить поле
ta: தெளிவான புலம்

# semanticsDurationAnswerReset
source: Reset duration
de: Dauer zurücksetzen
pt_br: Reiniciar duração
ru: Сбросить продолжительность
ta: காலத்தை மீட்டமை
zh_hant: 重置計時

# semanticsDurationAnswerStartStopwatch
source: Start stopwatch
de: Stoppuhr starten
pt_br: Iniciar cronômetro
ru: Начать стоп-часы
ta: ச்டாப்ப்வாட்சைத் தொடங்குங்கள்
zh_hant: 開始計時

# semanticsDurationAnswerStopStopwatch
source: Stop stopwatch
de: Stoppuhr anhalten
pt_br: Encerrar cronômetro
ru: Остановить стоп-часы
ta: ச்டாப்வாட்சை நிறுத்து
zh_hant: 結束計時

# semanticsNextStepOnboarding
source: Next page
de: Nächste Seite
pt_br: Próxima página
ru: Следующая страница
ta: அடுத்த பக்கம்
zh_hant: 下一頁

# semanticsFinishOnboarding
source: Finish introduction
de: Einführung beenden
pt_br: Concluir a introdução
ru: Закончить введение
ta: அறிமுகத்தை முடிக்கவும்

# days
source: {day, plural, =1 {1 day} other {{day} days}}
be: {day, plural, =1 {1 дзень} other {{day} дзён}}
cs: {day, plural, =1 {1 den} other {{day} dny}}
de: {day, plural, =1 {1 Tag} other {{day} Tage}}
es: {day, plural, =1 {1 día} other {{day} días}}
it: {day, plural, =1 {1 giorno} other {{day} giorni}}
nb: {day, plural, =1 {1 dag} other {{day} dager}}
pt_br: {day, plural, =1 {1 dia} other {{day} dias}}
ru: {day, plural, =1 {1 день} other {{day} дней}}
sv: {day, plural, =1 {1 dag} other {{day} dagar}}
ta: {day, plural, =1 {1 நாள்} other {{day} நாட்கள்}}
zh_hant: {day, plural, =1 {1 天} other {{day} 天}}

# hours
source: {hour, plural, =1 {1 hour} other {{hour} hours}}
be: {hour, plural, =1 {1 час} other {{hour} гадзін}}
cs: {hour, plural, =1 {1 hodina} other {{hour} hodiny}}
de: {hour, plural, =1 {1 Stunde} other {{hour} Stunden}}
es: {hour, plural, = 1 {1 hora} other {{hour} horas}}
it: {hour, plural, =1 {1 ora} other {{hour} ore}}
nb: {hour, plural, =1 {1 time} other {{hour} timer}}
pt_br: {hour, plural, =1 {1 hora} other {{hour} horas}}
ru: {hour, plural, =1 {1 час} other {{hour} часов}}
sv: {hour, plural, =1 {1 timme} other {{hour} timmar}}
ta: {hour, plural, =1 {1 மணிநேரம்} other {{hour} மணிநேரங்கள்}}
zh_hans: {hour, plural, =1 {1 小时} other {{hour} 小时}}
zh_hant: {hour, plural, =1 {1 小時} other {{hour} 小時}}

# minutes
source: {minute, plural, =1 {1 minute} other {{minute} minutes}}
be: {minute, plural, =1 {1 хвіліна} other {{minute} хвілін}}
cs: {minute, plural, =1 {1 minuta} other {{minute} minuty}}
de: {minute, plural, =1 {1 Minute} other {{minute} Minuten}}
es: {minute, plural, =1 {1 minuto} other {{minute} minutos}}
it: {minute, plural, =1 {1 minuto} other {{minute} minuti}}
nb: {minute, plural, =1 {1 minutt} other {{minute} minutter}}
pt_br: {minute, plural, =1 {1 minuto} other {{minute} minutos}}
ru: {minute, plural, =1 {1 минута} other {{minute} минуты}}
sv: {minute, plural, =1 {1 minut} other {{minute} minuter}}
ta: {minute, plural, =1 {1 நிமையம்} other {{minute} நிமையங்கள்}}
zh_hans: {minute, plural, =1 {1 分钟} other {{minute} 分钟}}
zh_hant: {minute, plural, =1 {1 分鐘} other {{minute} 分鐘}}

# seconds
source: {second, plural, =1 {1 second} other {{second} seconds}}
be: {second, plural, =1 {1 секунда} other {{second} секунд}}
cs: {second, plural, =1 {1 sekunda} other {{second} sekundy}}
de: {second, plural, =1 {1 Sekunde} other {{second} Sekunden}}
es: {second, plural, =1 {1 segundo} other {{second} segundos}}
it: {second, plural, =1 {1 secondo} other {{second} secondi}}
nb: {second, plural, =1 {1 sekund} other {{second} sekunder}}
pt_br: {second, plural, =1 {1 segundo} other {{second} segundos}}
ru: {second, plural, =1 {1 секунда} other {{second} секунд}}
sv: {second, plural, =1 {1 sekund} other {{second} sekunder}}
ta: {second, plural, =1 {1 விநாடி} other {{second} விநாடிகள்}}
zh_hans: {second, plural, =1 {1 秒} other {{second} 秒}}
zh_hant: {second, plural, =1 {1 秒} other {{second} 秒}}

source: more
be: больш
cs: více
de: mehr
es: más
it: altro
nb: mer
pt_br: mais
ru: больше
sv: mer
ta: மேலும்
zh_hant: 更多

source: element
be: назва
es: elemento
it: elemento
pt_br: elemento
ru: элемент
ta: தனிமம்
zh_hant: 元素

# durationInputDaysLabel
source: days
be: дні
cs: dny
de: Tage
es: días
it: giorni
nb: dager
pt_br: dias
ru: дней
sv: dagar
ta: நாட்கள்
zh_hans: 天
zh_hant: 天

# durationInputHoursLabel
source: hours
be: гадзіны
cs: hodiny
de: Stunden
es: horas
it: ore
nb: timer
pt_br: horas
ru: часов
sv: timmar
ta: மணி
zh_hans: 小时
zh_hant: 小時

# durationInputSecondsLabel
source: seconds
be: секунд
cs: sekundy
de: Sekunden
es: segundos
it: secondi
nb: sekunder
pt_br: segundos
ru: секунд
sv: sekunder
ta: நொடிகள்
zh_hans: 秒
zh_hant: 秒
