Repository: OPENER-next/OpenStop
Catalog: lib/l10n/app_*.arb
Languages: be, cs, de, es, hr, it, nb, pt_br, ru, sv, ta, zh_hans, zh_hant

# changesetCommentMessage
source: Added details to {mapFeaturesString} in stop area {stopsString}.
be: Дададзены дэталі да {mapFeaturesString} у зоне прыпынку {stopsString}.
cs: Přidány podrobnosti do {mapFeaturesString} v oblasti zastávky {stopsString}.
de: Details zu {mapFeaturesString} im Haltestellenbereich {stopsString} hinzugefügt.
es: Se agregaron detalles a {mapFeaturesString} en el área de parada {stopsString}.
it: Aggiunti dettagli a {mapFeaturesString} nella fermata {stopsString}.
nb: La til detaljer for {mapFeaturesString} på stoppestedet {stopsString}.
pt_br: Detalhes adicionados {mapFeaturesString} na área de parada {stopsString}.
ru: Добавлены сведения в {mapFeaturesString} про остановку {stopsString}.
sv: Lade till detaljer till {mapFeaturesString} på hållplatsen {stopsString}.
ta: {stopsString} நிறுத்தப் பகுதியில் {mapFeaturesString} இல் விவரங்களைச் சேர்.
zh_hans: 向位于停车区域 {stopsString}的{mapFeaturesString}增添细节.
zh_hant: 在停靠區域 {stopsString} 中的 {mapFeaturesString} 中新增了詳細資訊。

# questionnaireSummaryDedicatedMessage
source: Thank you {userName} for your answers. Please verify them before uploading.
be: Дзякуй {userName} за вашыя адказы. Праверце іх перад загрузкай.
cs: Děkujeme {userName} za vaše odpovědi. Před nahráním je prosím ověřte.
de: Danke {userName} für deine Antworten. Bitte prüfe sie vor dem Hochladen nochmal.
es: Gracias {userName} por tus respuestas. Por favor verifícalas antes de cargar.
it: Grazie {userName} per le tue risposte. Per favore, controllale prima di caricare.
nb: Takk for svarene dine {userName}. Verifiser dem før opplasting.
pt_br: Obrigado {userName} pelas suas respostas. Por favor, verifique-os antes de fazer o upload.
ru: Спасибо, {userName}, за ваши ответы. Пожалуйста, проверьте их перед отправкой.
sv: Tack för dina svar, {userName}. Dubbelkolla dem innan du laddar upp dem.
ta: உங்கள் பதில்களுக்கு நன்றி {userName}. பதிவேற்றுவதற்கு முன் அவற்றைச் சரிபார்.
zh_hans: 感谢{userName}作答。 请在上传前检查他们。
zh_hant: 感謝 {userName} 的回答。 請在上傳前驗證它們。

# numberInputValidationError
source: Invalid number
be: Няправільны нумар
cs: Neplatné číslo
de: Ungültige Zahl
es: Número inválido
it: Numero non valido
nb: Ugyldig nummer
pt_br: Número inválido
ru: Неверный номер
sv: Ogiltigt nummer
ta: தவறான எண்
zh_hans: 无效的数字
zh_hant: 無效號碼

source: Finish
be: Гатова
cs: Dokončit
de: Abschließen
es: Finalizar
it: Termina
nb: Fullfør
pt_br: Finalizar
ru: Завершить
sv: Avsluta
ta: முடிக்க
zh_hans: 完成
zh_hant: 結束

source: Log in
be: Увайсці
cs: Přihlásit se
de: Anmelden
es: Inicio de sesión
it: Accedi
nb: Logg inn
pt_br: Entrar
ru: Войти
sv: Logga in
ta: புகுபதிகை
zh_hans: 登入
zh_hant: 登入

# numberInputValidationErrorMax
source: {nameString} must be less than {max}{unit}.
be: {nameString} павінна быць менш {max}{unit}.
cs: {nameString} musí být menší než {max}{unit}.
de: {nameString} muss kleiner sein als {max}{unit}.
es: {nameString} debe ser menor que {max} {unit}.
it: {nameString} deve essere meno di {max}{unit}.
nb: {nameString} må være mindre enn {max}.
pt_br: {nameString} deve ser menor que {max}{unit}.
ru: {nameString} должен быть меньше {max}{unit}.
sv: {nameString} måste vara mindre än {max} {unit}.
ta: {nameString} {max} {unit} ஐ விட குறைவாக இருக்க வேண்டும்.
zh_hans: {nameString} 必须小于 {max}{unit}.
zh_hant: {nameString} 必須少於 {max}{unit}。

# numberInputValidationErrorMin
source: {nameString} must be greater than {min}{unit}.
be: {nameString} павінна быць больш, чым {min}{unit}.
cs: {nameString} musí být větší než {min}{unit}.
de: {nameString} muss größer sein als {min}{unit}.
es: {nameString} debe ser mayor que {min} {unit}.
it: {nameString} deve essere maggiore di {min}{unit}.
nb: {nameString} må være større enn {min}.
pt_br: {nameString} deve ser maior que {min}{unit}.
ru: {nameString} должен быть больше {min} {unit}.
sv: {nameString} måste vara större än {min} {unit}.
ta: {nameString} {min} {unit} ஐ விட அதிகமாக இருக்க வேண்டும்.
zh_hans: {nameString} 必须大于 {min}{unit}.
zh_hant: {nameString} 必須多於 {min}{unit}。

# queryMessageTooManyRequestsError
source: Too many requests to the server.
be: Занадта шмат запытаў на сервер.
cs: Příliš mnoho požadavků na server.
de: Zu viele Serveranfragen.
es: Demasiadas solicitudes al servidor.
it: Troppe richieste al server.
nb: For mange forespørsler til tjeneren.
pt_br: Muitas solicitações ao servidor.
ru: Слишком много запросов к серверу.
sv: För många förfrågningar till servern.
ta: சேவையகத்திற்கு பல கோரிக்கைகள்.
zh_hans: 向服务器发送了过多请求。
zh_hant: 對伺服器的請求太多。

# queryMessageUnknownError
source: Unknown error.
be: Невядомая памылка.
cs: Neznámá chyba.
de: Unbekannter Fehler.
es: Error desconocido.
it: Errore sconosciuto.
nb: Ukjent feil.
pt_br: Erro desconhecido.
ru: Неизвестная ошибка.
sv: Okänt fel.
ta: தெரியாத பிழை.
zh_hans: 未知错误。
zh_hant: 未知錯誤。

# numberInputFallbackName
source: Value
be: Значэнне
cs: Hodnota
de: Wert
es: Valor
it: Valore
nb: Verdi
pt_br: Valor
ru: Значение
sv: Värde
ta: மதிப்பு
zh_hans: 值
zh_hant: 值

# numberInputPlaceholder
source: Enter here…
be: Увядзіце сюды…
cs: Zadejte zde…
de: Hier eintragen…
es: Introducir aquí…
it: Inserisci qui…
nb: Skriv inn her …
pt_br: Introduzir aqui…
ru: Вводите здесь…
sv: Skriv här …
ta: இங்கே உள்ளிடவும்…
zh_hans: 在这里输入……
zh_hant: 在此輸入……

# stringInputPlaceholder
source: Enter here…
be: Увядзіце тут…
cs: Vložit zde…
de: Hier eintragen…
es: Entrar aquí…
it: Inserisci qui…
nb: Skriv inn her …
pt_br: Introduzir aqui…
ru: Вводите здесь…
sv: Skriv här …
ta: இங்கே உள்ளிடவும்…
zh_hans: 在这里输入……
zh_hant: 在此輸入……

# stringInputValidationErrorMin
source: Input too short
be: Занадта кароткае
cs: Vstup je příliš krátký
de: Eingabe zu kurz
es: Entrada demasiado corta
it: Dato troppo breve
nb: Inndata for kort
pt_br: Muito curta
ru: Введённое слишком коротко
sv: För kort inmatning
ta: உள்ளீடு மிகக் குறைவு
zh_hans: 输入太短
zh_hant: 輸入太短

# changesetCommentConjunctionString
source: and
be: і
cs: a
de: und
es: y
it: e
nb: og
pt_br: e
ru: и
sv: och
ta: மற்றும்
zh_hans: 和
zh_hant: 與

# uploadMessageSuccess
source: Changes successfully uploaded.
be: Змены паспяхова запампаваны.
cs: Změny byly úspěšně nahrány.
de: Änderungen erfolgreich übertragen.
es: Cambios cargados con éxito.
it: Modifiche caricate con successo.
nb: Endringer opplastet.
pt_br: Alterações enviadas com sucesso.
ru: Правки успешно отправлены.
sv: Ändringarna har laddats upp.
ta: மாற்றங்கள் வெற்றிகரமாக பதிவேற்றப்பட்டன.
zh_hans: 变更成功上传。
zh_hant: 變更已成功上傳。

# uploadMessageServerConnectionError
source: Error: No connection to the OSM server.
be: Памылка: Няма злучэння з серверам OSM.
cs: Chyba: Žádné připojení k serveru OSM.
de: Fehler: Keine Verbindung zum OSM-Server.
es: Error: no hay conexión al servidor OSM.
it: Errore: nessuna connessione al server OSM.
nb: Feil: Ingen tilkobling til OSM-tjeneren.
pt_br: Erro: Sem conexão com o servidor OSM.
ru: Ошибка: Нет связи с сервером OSM.
sv: Felmeddelande: Ingen anslutning till OSM-servern.
ta: பிழை: OSM சேவையகத்துடன் எந்த தொடர்பும் இல்லை.
zh_hans: 错误：无法与OSM服务器连接。
zh_hant: 錯誤：未連線到 OSM 伺服器。

# uploadMessageUnknownConnectionError
source: Unknown error during transmission.
be: Невядомая памылка падчас перадачы.
cs: Neznámá chyba během přenosu.
de: Unbekannter Fehler bei der Übertragung.
es: Error desconocido durante la transmisión.
it: Errore sconosciuto durante la trasmissione.
nb: Ukjent feil under overføring.
pt_br: Erro desconhecido durante a transmissão.
ru: Неизвестная ошибка во время передачи.
sv: Okänt fel under överföringen.
ta: பரிமாற்றத்தின் போது தெரியாத பிழை.
zh_hans: 传输过程中未知错误。
zh_hant: 傳輸過程中出現未知錯誤。

# queryMessageServerUnavailableError
source: Server unavailable or overloaded. Try again later.
be: Сервер недаступны або перагружаны. Паўтарыце спробу пазней.
cs: Server je nedostupný nebo přetížený. Zkuste to později znovu.
de: Der Server ist nicht verfügbar oder überlastet. Versuche es später noch einmal.
es: Servidor no disponible o sobrecargado. Inténtalo de nuevo más tarde.
it: Servizio non disponibile o sovraccarico. Riprova più tardi.
nb: Tjeneren er utilgjengelig eller overbelastet. Prøv igjen senere.
pt_br: Servidor indisponível ou sobrecarregado. Tente mais tarde.
ru: Сервер недоступен или перегружен. Попробуйте позже.
sv: Servern är otillgänglig eller överbelastad. Försök igen senare.
ta: சேவையகம் கிடைக்கவில்லை அல்லது அதிக சுமை. பின்னர் மீண்டும் முயற்சிக்கவும்.
zh_hans: 服务器不可用或负荷过重，请稍后重试。
zh_hant: 伺服器無法使用或過載。請稍後再試。

# questionnaireSummaryUndedicatedMessage
source: Thank you for your answers. Please verify them before uploading.
be: Дзякуй за адказы. Праверце іх перад загрузкай.
cs: Děkuji za vaše odpovědi. Před nahráním je prosím ověřte.
de: Danke für deine Antworten. Bitte prüfe sie vor dem Hochladen nochmal.
es: Gracias por tus respuestas. Por favor verifícalas antes de cargar.
it: Grazie per le tue risposte. Per favore controllale prima di caricarle.
nb: Takk for svarene dine. Verifiser dem før opplasting.
pt_br: Obrigado por suas respostas. Por favor, verifique-os antes de fazer o upload.
ru: Спасибо за ваши ответы. Пожалуйста, проверьте их перед отправкой.
sv: Tack för dina svar. Dubbelkolla dem innan du laddar upp dem.
ta: உங்கள் பதில்களுக்கு நன்றி. பதிவேற்றுவதற்கு முன் அவற்றை சரிபார்க்கவும்.
zh_hans: 感谢您的作答 请在上传前检查他们。
zh_hant: 謝謝您的回答。 請在上傳前驗證它們。

source: Back
be: Назад
cs: Zpět
de: Zurück
es: Atrás
it: Indietro
nb: Tilbake
pt_br: Voltar
ru: Назад
sv: Tillbaka
ta: பின்
zh_hans: 返回
zh_hant: 上一步

source: Next
be: Наступны
cs: Další
de: Weiter
es: Siguiente
it: Successiva
nb: Neste
pt_br: Próximo
ru: Вперед
sv: Nästa
ta: அடுத்தது
zh_hans: 继续
zh_hant: 下一步

source: Cancel
be: Адмена
cs: Zrušit
de: Abbrechen
es: Cancelar
it: Annulla
nb: Avbryt
pt_br: Cancelar
ru: Отмена
sv: Avbryt
ta: ரத்துசெய்
zh_hans: 取消
zh_hant: 取消

source: Confirm
be: Пацвердзіць
cs: Potvrdit
de: Bestätigen
es: Confirmar
it: Conferma
nb: Bekreft
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
ta: உறுதிப்படுத்தவும்
zh_hans: 确认
zh_hant: 確認

source: Log out
be: Выйсці
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
it: Esci
nb: Logg ut
pt_br: Sair
ru: Выйти
sv: Logga ut
ta: விடுபதிகை
zh_hans: 登出
zh_hant: 登出

source: Skip
be: Прапусціць
cs: Přeskočit
de: Überspringen
es: Saltar
it: Salta
nb: Hopp over
pt_br: Pular
ru: Пропустить
sv: Hoppa över
ta: தவிர்
zh_hans: 跳过
zh_hant: 略過

source: Yes
be: Так
cs: Ano
de: Ja
es: Sí
it: Sì
nb: Ja
pt_br: Sim
ru: Да
sv: Ja
ta: ஆம்
zh_hans: 是
zh_hant: 是

source: No
be: Не
cs: Ne
de: Nein
nb: Nei
pt_br: Não
ru: Нет
sv: Nej
ta: இல்லை
zh_hans: 否
zh_hant: 否

# mapFeatureInformationCallPoint
source: Information column
be: Інфармацыйная калонка
cs: Informační sloupek
de: Informationssäule
es: Columna de información
it: Colonna informazioni
nb: Informasjonskolonne
pt_br: Coluna de informações
ru: Стойка информации
sv: Informationspelare
ta: செய்தி நெடுவரிசை
zh_hans: 信息栏
zh_hant: 資訊欄位

# queryMessageUnknownServerCommunicationError
source: Unknown error during server communication.
be: Невядомая памылка падчас сувязі з серверам.
cs: Neznámá chyba během komunikace se serverem.
de: Unbekannter Fehler bei der Server-Kommunikation.
es: Error desconocido durante la comunicación con el servidor.
it: Errore sconosciuto durante la comunicazione col server.
nb: Ukjent feil under tjenerkommunikasjon.
pt_br: Erro desconhecido durante a comunicação do servidor.
ru: Неизвестная ошибка при общении с сервером.
sv: Okänt fel vid serverkommunikation.
ta: சேவையக தகவல்தொடர்பு போது தெரியாத பிழை.
zh_hans: 与服务器通信过程中未知错误。
zh_hant: 伺服器通訊期間出現未知錯誤。

# queryMessageConnectionTimeoutError
source: Error: Server query timed out.
be: Памылка: час чакання запыту сервера скончыўся.
cs: Chyba: Vypršel časový limit dotazu serveru.
de: Fehler: Zeitüberschreitung bei der Server-Abfrage.
es: Error: la consulta del servidor ha caducado.
it: Errore: il server ha impiegato troppo tempo per rispondere.
nb: Feil: Tidsavbrudd for tjenerforespørsel.
pt_br: Erro: A consulta do servidor expirou.
ru: Ошибка: таймаут ответа сервера.
sv: Felmeddelande: Tidsgränsen för begäran passerades.
ta: பிழை: சேவையக வினவல் நேரம் முடிந்தது.
zh_hans: 错误：服务器查询超时。
zh_hant: 錯誤：伺服器查詢逾時。

# mapFeatureTramStop
source: Tram stop
be: Трамвайны прыпынак
cs: Tramvajová zastávka
de: Tram-Haltestelle
es: Parada de tranvía
it: Fermata del tram
nb: Trikkestopp
pt_br: Parada de bonde
ru: Трамвайная остановка
sv: Spårvagnshållplats
ta: Tram நிறுத்து
zh_hans: 电车站
zh_hant: 路面電車站

source: and
be: і
cs: a
de: und
es: y
it: e
nb: og
pt_br: e
ru: и
sv: och
ta: மற்றும்
zh_hant: 與

# mapFeatureTrainPlatform
source: Train platform
be: Платформа цягніка
cs: Vlakové nástupiště
de: Bahnsteig
es: Plataforma del tren
it: Banchina tranviaria
nb: Togplattform
pt_br: Plataforma de trem
ru: Платформа поезда
sv: Tågplattform
ta: ரயில் தளம்
zh_hans: 火车站台
zh_hant: 火車月台

# mapFeatureStation
source: Station
be: Станцыя
cs: Stanice
es: Estación terminal
it: Stazione
nb: Stasjon
pt_br: Estação
ru: Станция
ta: நிலையம்
zh_hans: 车站
zh_hant: 車站

# mapFeatureInformationPoint
source: Information point
be: Інфармацыйны пункт
cs: Informační centrum
de: Informationsstelle
es: Punto de información
it: Punto informazioni
nb: Informasjonssted
pt_br: Ponto de informação
ru: Информационный пункт
sv: Informationspunkt
ta: செய்தி புள்ளியம்
zh_hans: 问询点
zh_hant: 資訊點

# queryMessageReceiveTimeoutError
source: Error: Receiving data timed out.
be: Памылка: час атрымання дадзеных скончыўся.
cs: Chyba: Časový limit příjmu dat vypršel.
de: Fehler: Zeitüberschreitung beim Datenempfang.
es: Error: tiempo de recepción de datos agotado.
it: Errore: troppo tempo per ricevere i dati.
nb: Feil: Tidsavbrudd for mottak av data.
pt_br: Erro: O tempo limite de recebimento de dados expirou.
ru: Ошибка: таймаут получения данных.
sv: Felmeddelande: Tidsgränsen för mottagande av data passerades.
ta: பிழை: தரவைப் பெறுவது நேரம் முடிந்தது.
zh_hans: 错误：接收数据超时。
zh_hant: 錯誤：接收資料逾時。

# mapFeatureBusStop
source: Bus stop
be: Аўтобусны прыпынак
cs: Autobusová zastávka
de: Bus-Haltestelle
es: Parada de autobús
it: Fermata dell'autobus
nb: Buss-stopp
pt_br: Ponto de ônibus
ru: Автобусная остановка
sv: Busshållplats
ta: Bus நிறுத்து
zh_hans: 公交车站
zh_hant: 公車站

# mapFeaturePlatform
source: Platform
be: Платформа
cs: Nástupiště
de: Plattform
es: Plataforma
it: Banchina
nb: Plattform
pt_br: Plataforma
ru: Платформа
sv: Plattform
zh_hans: 站台
zh_hant: 月台

# mapFeatureTicketSalesPoint
source: Ticket sales point
be: Пункт продажу білетаў
cs: Prodej lístků
de: Fahrtkartenverkaufsstelle
es: Punto de venta de entradas
it: Punto vendita biglietti
nb: Billettsalg
pt_br: Ponto de venda de ingressos
ru: Место продажи билетов
sv: Biljettförsäljningsställe
ta: Ticket sales புள்ளியம்
zh_hans: 售票点
zh_hant: 售票點

# mapFeatureToilets
source: Toilets
be: Прыбіральні
cs: Toalety
de: Toiletten
es: Baños
it: Bagni
nb: Toaletter
pt_br: Banheiros
ru: Туалеты
sv: Toaletter
ta: கழிப்பறைகள்
zh_hans: 卫生间
zh_hant: 廁所

# mapFeatureLuggageLockers
source: Luggage lockers
be: Камера захоўвання
cs: Skříňky na zavazadla
de: Gepäckschließfächer
es: Casilleros de equipaje
it: Armadietti per bagagli
nb: Bagassjeskap
pt_br: Armários de bagagem
ru: Камеры хранения
sv: Förvaringsboxar
ta: லக்கேஜ் லாக்கர்கள்
zh_hans: 行李锁柜
zh_hant: 行李置物櫃

# mapFeatureInformationTerminal
source: Information terminal
be: Інфармацыйны тэрмінал
cs: Informační terminál
de: Info-Terminal
es: Terminal de información
it: Terminale per informazioni
nb: Infoterminal
pt_br: Terminal de informações
ru: Информационный треминал
sv: Informationsterminal
ta: செய்தி முனையத்தில்
zh_hans: 信息查询终端机
zh_hant: 資訊終端機

# mapFeatureElevator
source: Elevator
be: Ліфт
cs: Výtah
de: Fahrstuhl
es: Ascensor
it: Ascensore
nb: Heis
pt_br: Elevador
ru: Лифт
sv: Hiss
ta: மின்தூக்கி
zh_hans: 电梯
zh_hant: 電梯

# mapFeatureEntrance
source: Entrance
be: Уваход
cs: Vstup
de: Durchgang
es: Entrada
it: Entrata
nb: Inngang
pt_br: Entrada
ru: Вход
sv: Entré
ta: நுழைவு
zh_hans: 入口
zh_hant: 入口

# mapFeatureStairs
source: Stairs
be: Лесвіцы
cs: Schody
de: Treppe
es: Escaleras
it: Scale
nb: Trapp
pt_br: Escadaria
ru: Лестницы
sv: Trappor
ta: படிக்கட்டுகள்
zh_hans: 楼梯
zh_hant: 樓梯

# mapFeatureEscalator
source: Escalator
be: Эскалатар
cs: Eskalátor
de: Rolltreppe
es: Escalera mecánica
it: Scala mobile
nb: Rulletrapp
pt_br: Escada rolante
ru: Эскалатор
sv: Rulltrappa
ta: மின்சறுக்கி
zh_hans: 扶梯
zh_hant: 電扶梯

# mapFeatureBusPlatformNumber
source: Platform: {number}
be: Платформа: {number}
cs: Nástupiště: {number}
de: Steig: {number}
es: Plataforma: {number}
it: Binario: {number}
nb: Plattform: {number}
pt_br: Plataforma: {number}
ru: Платформа: {number}
sv: Hållplatsläge: {number}
zh_hans: 站台：{number}
zh_hant: 月台：{number}

# mapFeatureTrainPlatformNumber
source: Platform: {number}
be: Платформа: {number}
cs: Nástupiště: {number}
de: Gleis: {number}
es: Plataforma: {number}
it: Binario: {number}
nb: Plattform: {number}
pt_br: Plataforma: {number}
ru: Платформа: {number}
sv: Spår: {number}
zh_hans: 站台：{number}
zh_hant: 月台：{number}

# aboutSlogan
source: Next stop: Accessibility
be: Наступны прыпынак: Даступнасць
cs: Další zastávka: Přístupnost
de: Nächster Halt: Barrierefreiheit
es: Siguiente parada: Accesibilidad
hr: Sljedeća postaja: Pristupačnost
it: Prossimo stop: Accessibilità
nb: Neste stoppested: Tilgjengelighet
pt_br: Próxima parada: Acessibilidade
ru: Следующая остановка — Доступность
sv: Nästa station: Tillgänglighet
ta: அடுத்த நிறுத்தம்: அணுகல்
zh_hans: 下一站：无障碍
zh_hant: 下一站：無障礙

# aboutPrivacyPolicyLabel
source: Privacy Policy
be: Палітыка прыватнасці
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
hr: Politika privatnosti
it: Informativa sulla privacy
nb: Personvernspraksis
pt_br: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
zh_hans: 隐私政策
zh_hant: 隱私權政策

# aboutIdeaLabel
source: Idea
be: Ідэя
cs: Nápady
de: Idee
hr: Ideja
nb: Idé
pt_br: Ideia
ru: Авторы идеи
sv: Idé
ta: சிந்தனை
zh_hans: 想法
zh_hant: 想法

# aboutLicenseLabel
source: License
be: Ліцэнзія
cs: Licence
de: Lizenz
es: Licencia
hr: Licenca
it: Licenza
nb: Lisens
pt_br: Licença
ru: Лицензия
sv: Licens
ta: உரிமம்
zh_hans: 许可证
zh_hant: 授權條款

# aboutSourceCodeLabel
source: Source code
be: Зыходны код
cs: Zdrojový kód
de: Quellcode
es: Código fuente
hr: Izvorni kod
it: Codice sorgente
nb: Kildekode
pt_br: Código fonte
ru: Исходный код
sv: Källkod
ta: மூலக் குறியீடு
zh_hans: 源代码
zh_hant: 原始碼

# helpTitle
source: Help
be: Дапамога
cs: Pomoc
de: Hilfe
es: Ayuda
hr: Pomoć
it: Aiuto
nb: Hjelp
pt_br: Ajuda
ru: Помощь
sv: Hjälp
ta: உதவி
zh_hans: 帮助
zh_hant: 說明

# onboardingGreetingTitle
source: Hey!
be: Прывітанне!
cs: Ahoj!
es: ¡Ey!
hr: Hej!
it: Ciao!
nb: Hei
pt_br: Olá!
ru: Привет!
sv: Hej!
ta: ஏய்!
zh_hans: 嘿！
zh_hant: 嗨！

# onboardingGreetingButton
source: Here's how it works
be: Вось як гэта працуе
cs: Tady je návod, jak to funguje
de: So funktioniert's
es: Así es como funciona
hr: Evo kako to radi
it: Ecco come funziona
nb: Slik virker det
pt_br: Veja como funciona
ru: Вот как это работает
sv: Så här fungerar det
ta: இது எவ்வாறு செயல்படுகிறது என்பது இங்கே
zh_hans: 了解如何工作
zh_hant: 這是運作方式

# onboardingSurveyingTitle
source: Take a look
be: Паглядзі
cs: Podívejte se
de: Schau's dir an
es: Echa un vistazo
hr: Pogledaj
it: Dai un'occhiata
nb: Ta en titt
pt_br: Dê uma olhada
ru: Осмотритесь
sv: Ta en titt
ta: பாருங்கள்
zh_hans: 多加留心
zh_hant: 看一看

# onboardingSurveyingDescription
source: Go to a nearby stop to survey its current state.
be: Падыйдзіце да бліжэйшага прыпынку, каб аглядзець яго бягучы стан.
cs: Jděte na blízkou zastávku a prohlédněte si její aktuální stav.
de: Begib dich zu einer Haltestelle in deiner Umgebung, um ihren aktuellen Zustand zu erfassen.
es: Ve a una parada cercana para examinar su estado actual.
hr: Otiđi do obližnje stanice da provjeriš njezino trenutno stanje.
it: Vai a una fermata vicina per controllare il suo stato attuale.
nb: Gå til et stoppested i nærheten for å sjekke nåværende tilstand.
pt_br: Vá até uma parada próxima para avaliar seu estado atual.
ru: Подойдите к ближайшей остановке, чтобы оценить её состояние.
sv: Ta dig till en hållplats i närheten för att undersöka den nuvarande situationen.
ta: அதன் தற்போதைய நிலையை ஆய்வு செய்ய அருகிலுள்ள நிறுத்தத்திற்குச் செல்லுங்கள்.
zh_hans: 前往附近的车站调查其当前状况。
zh_hant: 前往附近的車站調查其目前狀態。

# onboardingSurveyingButton
source: I'll do it
be: Я зраблю гэта
cs: Udělám to
de: Mach' ich
es: Lo haré
hr: Učinit ću to
it: Lo farò
nb: På vei
pt_br: Eu vou fazer isso
ru: Я сделаю это
sv: Ska bli
ta: நான் அதை செய்வேன்
zh_hans: 我会尽力
zh_hant: 我做得到

# onboardingAnsweringTitle
source: Now it's your turn
be: Цяпер твая чарга
cs: Nyní jste na řadě vy
de: Jetzt bist du gefragt
es: Ahora es tu turno
hr: Sad je red na tebi
it: Ora tocca a te
nb: Nå er det din tur
pt_br: Agora é sua vez
ru: Теперь ваш ход
sv: Nu är det din tur
ta: இப்போது அது உங்கள் முறை
zh_hans: 现在是您的回合
zh_hant: 輪到你了

# onboardingAnsweringButton
source: Okay, got it
be: Добра, зразумела
cs: Dobře, rozumím
de: Okay, verstanden
es: Vale, entendido
hr: U redu, razumijem
it: Okay, capito
nb: OK, skjønner
pt_br: Ok, entendi
ru: Ладно, понятно
sv: Uppfattat
ta: சரி, கிடைத்தது
zh_hans: 好的，明白
zh_hant: 好，知道了

# onboardingContributingTitle
source: Sharing is caring
be: Абмен - гэта клопат
cs: Sdílet znamená pečovat
es: Compartir es cuidar
hr: Dijeljenje znači brižnost
it: Condividere è importante
nb: Del, ikke knel
pt_br: Compartilhar é se importar
ru: Делиться — значит заботиться
sv: Delad lycka är dubbel lycka
ta: பகிர்வு அக்கறை கொண்டுள்ளது
zh_hans: 分享即关爱
zh_hant: 分享就是關懷

# settingsTitle
source: Settings
be: Налады
cs: Nastavení
de: Einstellungen
es: Configuraciones
hr: Postavke
it: Impostazioni
nb: Innstillinger
pt_br: Configurações
ru: Настройки
sv: Inställningar
ta: அமைப்புகள்
zh_hant: 設定

# settingsThemeOptionLight
source: Light
be: Светлая
cs: Světlé
de: Hell
es: Claro
hr: Svjetla
it: Chiaro
nb: Lys
pt_br: Claro
ru: Светлая
sv: Ljust
ta: ஒளி
zh_hans: 亮色
zh_hant: 淺色

# settingsThemeOptionDark
source: Dark
be: Цёмная
cs: Tmavé
de: Dunkel
es: Oscuro
hr: Tamna
it: Scuro
nb: Mørk
pt_br: Escuro
ru: Тёмная
sv: Mörkt
ta: இருள்
zh_hans: 暗色
zh_hant: 深色

# logoutDialogTitle
source: Log out of OSM?
be: Выйсці з OSM?
cs: Odhlášení z OSM?
de: Von OSM abmelden?
es: ¿Cerrar sesión de OSM?
hr: Odjavi se s OSM-a?
it: Uscire da OSM?
nb: Logg ut fra OSM?
pt_br: Sair do OSM?
ru: Выйти из OSM?
sv: Logga ut från OSM?
ta: ஒஎச்எம் இலிருந்து வெளியேறவா?
zh_hans: 登出OSM？
zh_hant: 登出 OSM？

# loginHint
source: Log in with your OpenStreetMap account to upload your changes.
be: Увайдзіце ў свой уліковы запіс OpenStreetMap, каб загрузіць змены.
cs: Přihlaste se pomocí svého účtu OpenStreetMap a nahrajte své změny.
de: Melde dich mit deinem OpenStreetMap-Konto an, um deine Änderungen hochzuladen.
es: Iniciar sesión con tu cuenta OpenStreetMap para cargar tus cambios.
hr: Prijavi se sa svojim OpenStreetMap računom kako bi poslao svoje izmjene.
it: Accedi al tuo account OpenStreetMap per caricare le tue modifiche.
nb: Logg inn med OpenStreetMap-konto for å laste opp endringene dine.
pt_br: Faça login com sua conta OpenStreetMap para enviar suas alterações.
ru: Войти в учётную запись OpenStreetMap, чтобы загрузить изменения.
sv: Logga in med ditt OpenStreetMap-konto för att ladda upp dina ändringar.
ta: Log in with your OpenStreetMap account பெறுநர் upload your changes.
zh_hans: 使用您的 OpenStreetMap 账户登入以上传您的更改。
zh_hant: 使用您的 OpenStreetMap 帳號登入以上傳您的變更。

# aboutTitle
source: About
be: Аб дадатку
cs: O aplikaci
de: Über
es: Acerca de
hr: O aplikaciji
it: Informazioni
nb: Om
pt_br: Sobre
ru: О приложении
sv: Om
ta: பற்றி
zh_hans: 关于
zh_hant: 關於

# aboutVersionLabel
source: Version
be: Версія
cs: Verze
es: Versión
hr: Verzija
it: Versione
nb: Versjon
pt_br: Versão
ru: Версия
ta: பதிப்பு
zh_hans: 版本
zh_hant: 版本
